{
  "name": {
    "cm001001": {
      "text_": "Bear: Indy"
    },
    "cm001002": {
      "text_": "Bear: Precious"
    },
    "cm001003": {
      "text_": "Bear: Sandra"
    },
    "cm001004": {
      "text_": "Bear: Patch"
    },
    "cm001005": {
      "text_": "Bear: Andre"
    },
    "cm002001": {
      "text_": "Doll: Sayuri"
    },
    "cm002002": {
      "text_": "Doll: Satsuki"
    },
    "cm002003": {
      "text_": "Doll: Botan"
    },
    "cm002004": {
      "text_": "Doll: Elena"
    },
    "cm002005": {
      "text_": "Doll: Sumire"
    },
    "cm003001": {
      "text_": "Tome: Star & Song"
    },
    "cm003002": {
      "text_": "Tome: Blood & Sacrifice"
    },
    "cm003003": {
      "text_": "Tome: Belief & Heart"
    },
    "cm003004": {
      "text_": "Tome: Cause & Malice"
    },
    "cm003005": {
      "text_": "Tome: Heaven & Earth"
    },
    "cm003007": {
      "text_": "Tome: Grimoire Weiss"
    },
    "cm004001": {
      "text_": "Spirit: Salus"
    },
    "cm004002": {
      "text_": "Spirit: Space"
    },
    "cm004003": {
      "text_": "Spirit: Reïs"
    },
    "cm004004": {
      "text_": "Spirit: Metos"
    },
    "cm004005": {
      "text_": "Spirit: Wyss"
    },
    "cm005001": {
      "text_": "Dragon: Peridot"
    },
    "cm005002": {
      "text_": "Dragon: Apatite"
    },
    "cm005003": {
      "text_": "Dragon: Garnet"
    },
    "cm005004": {
      "text_": "Dragon: Selenite"
    },
    "cm005005": {
      "text_": "Dragon: Amethyst"
    },
    "cm005007": {
      "text_": "Dragon: Mikhail"
    },
    "cm006001": {
      "text_": "Mech: Domestic Pod"
    },
    "cm006002": {
      "text_": "Mech: Prototype Pod"
    },
    "cm006003": {
      "text_": "Mech: Mock-Up Pod"
    },
    "cm006004": {
      "text_": "Mech: Health Pod"
    },
    "cm006005": {
      "text_": "Mech: Support Pod"
    },
    "cm001007": {
      "text_": "Bear: Judith"
    }
  },
  "description": {
    "cm001001": {
      "text_": "A stuffed bear that sat unsold on the shelf of a toy\\nstore in a distant world. It prayed for a family with\\na little girl to come collect it, but these pleas\\nwent unanswered. \\n\\nAs its loneliness grew, the meter attached to its chest\\nswung to the right, and some claim it even shed a tear.\\n \\nAfter the store was shut down, it was tossed out\\ninto the wind and rain, where the meter remained\\never frozen."
    },
    "cm001002": {
      "text_": "A stuffed toy that brought tragedy to a young couple in\\na distant world after an excited young man bought it\\nat a department store for his girlfriend's birthday.\\n\\nHe expected her to be delighted, but instead she hurled\\nit to the ground right after unwrapping it, screaming\\n\"I told you I wanted a <i>HARE,</i> not a BEAR!\"\\n\\nThe poor creature developed a complex after this,\\nand vowed to become a rabbit in its next life."
    },
    "cm001003": {
      "text_": "A valuable, limited-edition stuffed bear created by\\na famous designer in a distant world. Once the\\ncreature became aware of its own value,\\nit became obscenely prideful.\\n\\nSaid value, however, came not from the bear,\\nbut from the golden bit attached to its chest.\\nUpon realizing this, the bear began to loathe\\ncapitalism from the depths of its heart."
    },
    "cm001004": {
      "text_": "A stuffed toy that was once the playmate to a young\\ngirl in a distant world. The girl's mother was a nurse,\\nand she imitated her by tending to the bear's\\nimaginary wounds, taking its vitals, and so on.\\n\\nEventually, the bear tried bleeding from the mouth in\\norder to please the girl, and soon she was pestering it\\nto spew blood day and night so she could enjoy a more\\nrealistic game of nurse."
    },
    "cm001005": {
      "text_": "An odd stuffed toy hidden in the room of a naughty\\nboy from a distant world. Though born kind, the\\nchild's behavior became wilder as he matured.\\n\\nThe bear, however, was a gift from his late\\ngrandmother, and he treasured it as a way to\\nhelp keep her memory alive. None but the toy\\nknew the boy still retained a good heart."
    },
    "cm002001": {
      "text_": "A doll imbued with the deep grudge of a priestess who\\ndied after being assaulted by the priest of a respected\\nshrine. When young, she was taken in by the priest,\\nbut he had only wanted to use her divine powers\\nto line his own pockets.\\n\\nSadly, when the girl died on her 20th birthday,\\nher powers perished with her, and are not\\nto be found within this doll."
    },
    "cm002002": {
      "text_": "A doll containing a terrible demon that attacked\\ncountless people in days of yore. The demon\\ndevoured men, women, and children with impunity,\\nuntil six famous mediums sealed it inside the doll\\nin an effort to contain it.\\n\\nIt raged without end when it was first sealed away,\\nbut has now been inside the doll so long it finds it\\nrather comfortable."
    },
    "cm002003": {
      "text_": "A doll possessed by the vengeful spirit of a girl who\\nkilled herself after being bullied. Her tormentors hated\\nher for her achievements, and so worked together\\nto deceive her and make her life a living hell.\\n\\nEven now in this new form, she is always on edge,\\nsuspecting everyone of having an ulterior motive."
    },
    "cm002004": {
      "text_": "A doll possessed by the spirit of a woman who ignored\\nher own needs in order to live for others. Her kind,\\nearnest nature eventually ran rampant, causing her\\nto try to handle every detail for them.\\n\\nEven now she seems bizarrely single-minded in her\\nfocus on others, but it is admittedly hard to tell\\nwhat a doll is thinking."
    },
    "cm002005": {
      "text_": "A doll possessed by an unfathomable and wicked entity.\\nAccording to ancient documents, not only could this\\nbeing understand and communicate via human speech,\\nit was also said to engage in some kind of remote\\ncommunication in an unknown language.\\n\\nThough much time has passed—and the creature\\nnow exists in doll form—nothing new has been\\nlearned about it."
    },
    "cm003001": {
      "text_": "A book detailing the world's birth. It explains the\\ncreation of all things and ends with the prophetic\\nwords:\\n\\n\"Thus was born light and dark, and so shall wars\\nbetween the two continue until all existence is dust.\"\\n\\nA grim portent of things to come indeed..."
    },
    "cm003002": {
      "text_": "A book detailing the world's medicines. Though it\\nclaims to be a record of research on the very\\nsubstance of life, it's mostly just a collection of\\ncruel medical experiments. (The fact all the pages\\nare smeared with blood does not help in this regard.)\\n\\nGazing into the eyeballs on the cover, one can feel\\nthe insanity of its author."
    },
    "cm003003": {
      "text_": "A book detailing the world's faiths. It records all the\\nvarious things people have believed throughout history,\\nand the prayers and wishes contained within are the\\nvery picture of the human heart.\\n\\nAt the same time, the actions of its subjects are\\nwildly inconsistent, making it a source of\\nendless entertainment."
    },
    "cm003004": {
      "text_": "A book detailing the world's taboos. A sampling of its\\ncontent includes accounts of the people who broke said\\ntaboos—a disturbing collection of ghastly stories filled\\nwith torture and death.\\n\\nWere all who met such fates truly evil?\\nAlas, this question no longer has any meaning."
    },
    "cm003005": {
      "text_": "A book detailing the world's nature. It illustrates the\\nworld's many lands from a combination of fact and\\nhearsay, and features not only animals, plants,\\nand various ores, but also the very structures of\\ncivilization and society. \\n\\nThe human spirit of inquiry has illuminated many\\nmysteries, but as that light strengthens, so, too,\\ndoes the darkness."
    },
    "cm003007": {
      "text_": "A book of infinite wisdom that was sealed away an ancient shrine\\nbefore choosing to accompany a certain man on his journey to\\ncollect the Sealed Verses.\\n \\nThough many mysteries surround his origin and true worth, it's\\nclear this eccentric tome enjoys looking after people—despite\\nfrequently proclaiming otherwise."
    },
    "cm004001": {
      "text_": "A spirit that governs the sky. Long a symbol of\\nsalvation, the powers that rain from above have\\nbeen known to punish the strong with judgmental\\nlightning or save the weak with blessed rain.\\n\\nThough humanity has long dreamed of setting foot\\nin the skies to be closer to such divine deeds,\\nthis accomplishment has sadly yet to occur."
    },
    "cm004002": {
      "text_": "A spirit that governs the morning. Long a symbol of\\nhope, it radiates blinding light across the land,\\ngranting energy to all living things. Some modern\\nhumans, however, see it not as a symbol of hope,\\nbut of gloom.\\n\\nPerhaps the arrival of morning is also an indicator\\nthat unpleasant events are about to unfold?"
    },
    "cm004003": {
      "text_": "A spirit that governs the sea. Long a symbol of\\nmystery, its abyssal depths hide a world where\\nnot even light can reach, and where only select\\ncreatures eke out existence.\\n\\nThe sea is a paradise for countless creatures and\\nan indispensable resource for humanity, and yet\\nhumanity is also responsible for sullying it."
    },
    "cm004004": {
      "text_": "A spirit that governs the night. Long a symbol of terror,\\nthe night is a terrifying world where spirits and\\nevildoers creep about in the dark.\\n\\nOn the other hand, humanity has also learned that\\nnight comes with its own kind of beauty, such as\\nthe waxing and waning of the moon or the cries\\nof various critters.\\n\\nTruly, fascination is stronger than fear."
    },
    "cm004005": {
      "text_": "A spirit that governs the forest. Long a symbol of life,\\nabundant nature stimulates growth not just in humanity,\\nbut in plants and animals as well. Yet as civilization\\ndevelops, nature wanes—which greatly affects all life.\\n\\nOne must always remember how easy it is to destroy\\nnature, and how dreadfully difficult it is to create."
    },
    "cm005001": {
      "text_": "The reincarnated form of a mythical dragon who once\\nlived in a distant world. He held the power to create\\ntornados with a mere flap of his wings, and to blow\\naway mountains with a single breath.\\n\\nYet according to a hero who spoke with him, he was\\nintelligent and possessed of great oratory skills,\\nand an all-around pleasant dragon to be with."
    },
    "cm005002": {
      "text_": "The reincarnated form of a mythical dragon who once\\nlived in a distant world. Possessed of a great\\ncompassion, she brought healing rains to parched\\nlands—though she could also create floods\\nthat engulfed all in their path.\\n\\nAccording to the women she saved, she was intelligent,\\nclever, and exhibited a mother's kindness."
    },
    "cm005003": {
      "text_": "The reincarnated form of a mythical dragon who once\\nlived in a distant world. He had the power to turn\\nentire regions to ash with a single breath, and his\\nanger was known to cause volcanoes to erupt.\\n\\nThough he was capable of communication, all who\\nattempted to speak with him claimed he was too\\nhot-tempered to hold a rational conversation."
    },
    "cm005004": {
      "text_": "The reincarnated form of a mythical dragon who once\\nlived in a distant world. Her light purified evil and\\nbrought hope and vitality to all who beheld it.\\n\\nAccording to the celestial maidens who conversed with\\nher, she acted and spoke with exceeding politeness\\nat all times."
    },
    "cm005005": {
      "text_": "The reincarnated form of a mythical dragon who once\\nlived in a distant world. He wrought disaster and\\ndespair to any land he beheld, and had the power\\nto summon hordes of fiends wherever he went.\\n\\nAccording to various biographies, he spoke in\\ncomplicated, roundabout language, and was\\ngenerally something of a pain to deal with."
    },
    "cm005007": {
      "text_": "The reincarnated form of a legendary dragon that once inhabited\\nanother world. There was a woman for whom he held tremendous\\nfondness, and he protected her with awesome power that rivaled\\nany dragon of legend.\\n\\nCapable of communication, all who conversed with him would go\\non to speak of his childlike voice and personality, which one would\\nnever expect given his most overbearing appearance."
    },
    "cm006001": {
      "text_": "A domestic support unit manufactured in a distant\\nworld. Created as a so-called \"helper bot,\" it had\\nfunctions for all manner of housework, including\\ncleaning, cooking, and laundry.\\n\\nThe unit was also infinitely customizable, which\\nmade it a smash hit among consumers. It was sold\\nwith the tagline: \"Meet Your Perfect Partner!\""
    },
    "cm006002": {
      "text_": "The prototype of a support unit manufactured in a\\ndistant world. Though later models adopted many\\nof the functions installed in this test product,\\nconsumers complained that its casual mode\\nof speech made it \"sorta creepy.\"\\n\\nLater models rectified this by having it respond with\\n\"affirmative\" or \"negative\" during conversations."
    },
    "cm006003": {
      "text_": "An odd sample unit created in a distant world by a\\nfamous product designer during a eureka moment.\\n\\nAs it was patched together with makeshift parts,\\nit has a somewhat clunky look—but only the\\ngreatest of churls would dare complain about\\nsuch a thing with a mock-up."
    },
    "cm006004": {
      "text_": "A health support unit manufactured in a distant world.\\nIts superior analytic functions allowed it to measure not\\nonly height and weight, but also body fat, muscle mass,\\nmuscular substance, and hydration levels—after which\\nit would offer dietary and lifestyle suggestions.\\n\\nIt also monitored food intake, and came with a special\\n\"nagging\" function if one continually neglected their\\ntraining."
    },
    "cm006005": {
      "text_": "A battle support unit manufactured in a distant world.\\nIts basic firearm design was directly influenced by the\\nsport of paintball, which was wildly popular at the time,\\nbut it could also transport equipment and function as\\na scout.\\n\\nIt was so effective, however, that teams with more\\nof these units possessed a massive advantage,\\nrequiring them to eventually be banned from matches."
    },
    "cm001007": {
      "text_": "A stuffed bear rescued from a garbage dump by a little girl. Recently,\\na man-eating bear had appeared in her town and killed a handful of\\npeople, causing everyone to loathe both bears and any toys that\\nlooked like them.\\n\\nThis was how the stuffed bear came to be at the bottom of the dump\\ndespite being in mint condition. And now, as the girl cradles it, she\\nwhispers, \"You're just like me.\""
    }
  }
}