{
  "story": {
    "0008004": {
      "000001": {
        "text_": "Gray eyes scan the page.\\n\\n\"A king is not a conqueror.\"\\n\"A king is the symbol of a nation.\"\\n\"A king is the representative of his people.\"\\n\\nRow upon row of words about how a king should be. Yet the eyes in which these words are\\nreflected showed no hint of admiration or discovery. The boy exhales in tedium; these things are already\\nknown to him. As a prince, he has been striving to develop all manner of wisdom in order that he might\\nprepare for his future as a king.\\n\\n\"All these books say the same things.\"\\n\\nAnnoyed, the prince closes the book and makes to return to his quarters.\\n\\nWhen he reaches the exit, he notices that the guards all seem a bit more on-edge than normal.\\n<i>Ah, yes,</i> he thinks.</i> <i>The signing ceremony. </i>Today, his father was signing a trade\\nagreement with a neighboring country, supplying them with clockwork soldiers in exchange for large\\namounts of their natural resources. The neighboring kingdom desired these clockwork soldiers greatly,\\nfor they were of small population and thus lacked in troops. But clockwork men who would fight eternally\\nwithout grumble or pause were a breakthrough solution to this particular problem. And as for the prince's\\nkingdom, they needed natural resources to further their own research and development, much of which\\nwas dedicated to these very same clockwork soldiers.\\n\\nHis footsteps echo across the marble floor. The castle is large, and it is quite a distance to his\\nchambers. He thinks about the ceremony as he greets another set of guards. Though he is a prince, he\\nhas yet to witness such an international affair for himself.\\n\\n<i>It would be good for me to know about such things.</i>\\n<i>Maybe I should take a quick peek and see what it's like.</i>\\n<i>It can only benefit me in the future, after all.</i>\\n\\nThus having rationalized it, he decides to walk past the drawing room where the ceremony is being held\\non the way back to his chambers.\\n\\nThe group from the neighboring country has already arrived, and there is quite a large crowd\\ngathered. There are numerous guards from the prince's kingdom, as well as ones from the opposing side.\\nThere are ministers and clerks and advisors and lawyers, and in the center of it all, the two kings.\\nBut then, at the edge of the crowd, the prince spies a young girl. She lifts the hem of her white skirt\\nand curtseys at the room, seemingly at ease amidst all the murmuring adults. After gazing at her for a\\nbit, realization finally dawns.\\n<i>She's the daughter of the other king—a princess.</i>\\n\\nHe recalled what he had just been reading in his book.\\n<i>She is not a king herself, but she seems to understand how a royal family member should act.</i>\\nAs he stares, the prince reflects on his own position. <i>Will I ever be that confident? That composed?</i>\\n\\nAs if sensing his attention, the princess suddenly turns around. He immediately hides his face behind the\\nbook in his hand, but it is a useless gesture. Before he knows it, the princess is approaching him. He tries\\nto pull himself together and fails miserably, but the princess either doesn't notice or doesn't care.\\nInstead, she stands right in from of him and says:\\n\"You seem pretty weak for a prince.\"\\n\"Whaaa?\"\\nhe responds. The prince immediately rejects his earlier thoughts.\\n<i>She's not acting like royalty at all—she's just RUDE.</i>\\n\\n\"Y-you're the daughter of the king!\" he stammers.\\n\"You should be ashamed to treat a fellow royal in such a way!\"\\n\\nHe thinks his argument came out rather well, all in all, but it is a wasted effort. The princess is wholly\\nuninterested in what he has to say.\\n\\n\"Right, whatever. Listen...\"\\n\"<i>Whatever</i>!? What do you—\"\\n\\nThe girl suddenly places a finger on his mouth, cutting off his argument. Her lips, which are the color\\nof early spring blossoms, break into a smile as she says: \"Want to go play?\"\\nHis gray eyes widen in bewilderment."
      },
      "000004": {
        "text_": "A bead of sweat drips through the prince's white hair and down his ashen face.\\n\\n\"A-all right. But if we get in trouble, don't blame me.\"\\n\\nThe pair dodges their way through a web of security. Though the princess wanted to leave the castle\\nentirely, the guards at the entrances were far too numerous—so they would have to content themselves\\nwith the castle courtyard.\\n\\n\"You see?\" she says.\\n\"Everything is fine. I'm a perfect angel when we're on official business.\"\\n\\nHer eyes glow with an inner flame as she surreptitiously watches the guards, causing him to think she\\nmust be his complete opposite. And yet, he cannot deny the truth of her words. Tales of her flawless\\ndecorum had reached his ears as well. However, such tales often took the form of comments implying she\\nwas strangely unhuman—almost like a perfect doll. This is why the prince considered the meaning behind\\nher attitude. Even if all of her famous good conduct was merely an act to impress foreign powers, why\\nwas she not acting like that now?\\n\\n\"That guard is such a nuisance. We need to get by him to get through here.\" she growls.\\n\"Well? What do YOU think we should do? You live here, after all.\"\\n\\nBut the prince does not respond; he is staring down at his pocket watch, lost in thought. The princess\\ngrabs his wrist and pulls him close.\\n\\n\"Hey! Are you even LISTENING to me!?\"\\n\"Gya!\" he cries.\\n\"I'm sorry, I didn't mean to... Um...\"\\n\\nThe prince trails off; now it is his counterpart's turn to be lost in thought.\\n\\n\"Oh,\" she says, as another smile slowly emerges on her face.\\n\"What a pretty watch...\"\\n\"There's a banquet tonight, right?\"\\n\\nHer tone is high-pitched and playful, but there is a touch of something else creeping in around the edges.\\n<i>She must mean the formal dinner after the signing ceremony.</i> Before he can respond, she continues:\\n\\n\"In that case, the castle will be heavily guarded all night. Which means <i>that</i> soldier must have a\\nshift change coming up.\"\\n\\nSuddenly, the prince understands what she is driving at. But just because he understands, it doesn't\\nmean he likes it.\\n\\n\"He's going to be anxious for his relief to come, which means he's going to be staring at his watch.\"\\n\"And...you want to slip by while he's distracted?\"\\n\\nThe princess winks, clearly pleased that he's finally caught up.\\n\\n\"Y-yeah, but it doesn't matter if he's looking at his watch, because he'll hear us when we run past him.\"\\n\"Then we just have to run <i>quietly</i>. Right?\"\\n\"But...\"\\n\\nThe princess turns away as he speaks, her mind already made up. As he trails off, she watches the soldier\\nand waits for her moment. <i>There's no reasoning with this girl.</i> <i>Words and logic are meaningless.</i>\\n\\nSuddenly, the princess tenses. The guard takes one hand off an automatic rifle and brings his wrist\\nto his face. A yawn breaks out. Then another. It happens in a moment—not even ten seconds in all. But it\\nis all the princess needs; she grabs her reluctant new friend by the scruff of his neck and makes a break\\nfor it. The two race down the corridor and out of the guard's sight. The prince, feeling yanked in all\\ndirections, only prays his feet won't betray him with a fall.\\n\\n\"Yesss!\" cries the delighted princess as they come to the door that leads to the courtyard. The prince\\ntries to slow his ragged breathing as the princess reaches for the handle...\\n\\nAnd suddenly stops. \\n\\n\"What the hell? <i>Seriously</i>!?\"\\n\\nWindows line the courtyard, each with a guard behind it. Though they will be able to enter the outdoor\\narea, they'll have to move carefully to stay out of sight. \\n\\n\"Dammit! We can't play like this!\"\\n\"Shhh! You're too loud!\"\\n\\nIn the end, they sit down in the shade of a shrub and use its leaves to stay out of sight. The rays of\\nthe midday sun cast their shadows on the grass, but it seems unlikely such a thing will be noticed.\\nThe princess mutters in discontent as she looks up at an opening in the courtyard roof.\\n\\n\"Well, this has been an extraordinary waste of effort.\""
      },
      "000007": {
        "text_": "The princess reaches down and plucks a handful of grass from the perfectly manicured green\\nlawn. She stays silent, and the prince is too winded from their run to the courtyard to strike up a\\nconversation. Perhaps out of pity for his weakened physical state, the princess seems willing to set\\naside her desire for play.\\n\\n\"Hey, so...\" begins the prince.\\n\"What did you want to do, anyway?\"\\n\"Huh? Oh, that.\"\\n\\nShe places her hand on her forehead in a clear display of thinking—or perhaps she is only <i>pretending</i>\\nto think—and responds with a sigh.\\n\\n\"I don't know. I didn't plan that far ahead.\"\\n\"So this was all a spur of the moment thing?\"\\n\"Yeah. I mean, I figured we'd come up with something.\"\\n\\nThe prince laughs dryly.\\n<i>I'm a sad, scrawny introvert who treasures careful thought, and she is a lighthearted dynamo who\\nshoots from the hip. We couldn't be more different.</i>\\nThough the prince was worried their conversation would be stilted, it quickly proves to be anything but.\\n\\n\"You know, there's stuff you can't learn from books.\"\\n\"True. There are some things you cannot know without experiencing them yourself.\"\\n\"Oh, so you <i>do</i> know that! How delightful.\"\\n\"It has been especially true today.\"\\n\"Hee hee! And what does that mean, hmmm?\"\\n\\nThe prince smiles with her.\\n\\n\"You are a rather strange princess.\"\\n\"And you are a very odd prince.\"\\n\\nAbove them, a bird with black tail feathers chirps merrily away. The princess peers at the prince.\\n\\n\"So talk to me. You've studied lots of subjects, right?\"\\n\"I suppose?\"\\n\"Well, what kind of king do you want to be? What kind of country do you want to build?\"\\n\\nShe stares at him, waiting for a response.\\n\"Well, you have to promise not to laugh, but...\"\\n\\nHe holds the book in front of his face again, as if to ward off her inevitable scorn.\\n\\n\"I want to make this a country without war.\"\\n\"There are many people in this world, and it is filled with so many wonderful things...\"\\n\"But I believe all of us working together could create even more wonderful things.\"\\n\"If everyone was working toward the same goals, no one would be harmed at the expense of another.\"\\n\"Anyway, um... That's my wish.\"\\n\"So what about you?\"\\n\"Me? Hmmm...\"\\n\\nBefore she can respond, a shrill ring interrupts them. It's coming from the prince's pocket.\\n\\n\"Sorry,\" he says with a bow.\\n\"It's my father.\"\\n\\nThe princess shrugs.\\n\"Eh, don't worry about it.\"\\n\\nHe apologizes again before leaving their shady spot and bringing the communicator up to his ear.\\nThe voice on the other end is most familiar.\\n\\n\"Where are you? What are you doing?\"\\n\"F-Father, I was just...\"\\n\\nThe prince's expression stiffens as his voice turns hoarse. He had tricked his own guards to reach an\\noff-limits courtyard. He was cavorting about with the princess of a neighboring country. The truth\\nwould only lead to trouble. But his father was not a man who could be led astray with lies.\\n<i>There's no choice. You have to tell him.</i>\\n<i>You have to take responsibility for your actions.</i>\\n\\n\"I am in the courtyard, Father.\"\\n\"Are you alone?\"\\n\\nHis father's tone is unemotional: a simple request for information. And that terrifies the prince.\\n\"...No. The princess is here.\"\\n\\nAs he squeezes out his answer, he doesn't notice his new friend's worried gaze from across the yard.\\n\"I see.\"\\n\\nFather and son fall quiet—but the weight of that silence could not have been more different for the two.\\n<i>He is furious with me. Punishment will be swift.</i> But the next thing he hears defies all\\nexpectations:\\n\\n\"Very well.\"\\nThe king pauses a moment.\\n\\n\"I'll be there soon. The two of you stay put.\"\\nThe call ends as quickly as it began. When he returns, the princess peers at him worriedly.\\n\\n\"You okay there?\"\\n\"Er, yes,\"\\n\\nhe replies nervously.\\n\\n\"Everything is fine.\"\\n\"So, um, what were we talking about again?\"\\n\\nHis words couldn't have sounded more hollow to his ear. But the princess makes no more mention of it. \\n\"Oh, that? I dunno. I've totally forgotten.\""
      },
      "000010": {
        "text_": "\"Hey, so...why did you invite me to play?\"\\n\\nThis question has been on the prince's mind. But his true concern is about the call from his father.\\nSomething about the instruction to stay put gnawed at him. Perhaps because he expected his father\\nwould be angry with him; regardless, he can't help but feel something ominous about it. Across from\\nhim, the princess squirms.\\n\\n\"Um...\"\\n\"Well, see...\"\\n\\nUnlike her rapid-fire banter from earlier, she seems to be choosing her words carefully.\\n\\n\"I think you probably feel the same way, but my circumstances are sort of...unique.\"\\nShe stares off into space as she talks, looking at nothing.\\n\\n\"My parents are always too busy for me—all the adults are.\\nThe only other kid I ever see is the one in the mirror.\"\\n\"Maybe it would be different if I wasn't an only child, but...\"\\n\"It's just that, I've always felt like I had to act a certain way around other people, you know?\"\\n\\nOnce she says that, she turns back to look at the prince. And he looks at her in return.\\n\"That's why I thought maybe I could find someone who—\"\\n\\nHer sentence would never be finished. It has been blotted out. He feels the shadow of his\\nfather. Smells the aroma of gunpowder. And stares at a white dress quickly turning red. It is too late\\nto stop it. Military boots thunder around him. Her spring-blossom lips are as lush as ever. And he\\nunderstands that his father's men have shot the princess.... He wishes he didn't. \\n\\n\"Well done, my son.\"\\nA low voice rumbles in his ears.\\n\\nThe soldiers lower their guns at the king's approach. His face twists in a bitter scowl as he speaks. \\n\\n\"What a disgusting nation.\"\\n\"To think they would use a young girl in such a way. To think they would scheme to kidnap my own son!\"\\n\\nThe prince sits absolutely still. Not a breath stirs.\\n\"We shall have no agreements with such a country.\"\\n\\nThe prince finds it hard to believe she could have had such plans. But he doesn't have definite proof,\\nand his father's shadow now looms over his heart, chiding him.\\n\\n\"What could you possibly know about someone you've just met?\" it seems to say.\\n\"I could not leave this matter unattended,\" continues the king.\\n\\n\"Dangerous buds must be quickly plucked.\"\\nHe turns to his men as if seeking agreement. The soldiers all nod heartily. At the sight, the prince\\nfeels both relief and a disturbing fear that seems to crawl across his body.\\n\\n\"Come, Rion. We must be off.\"\\nTurning to leave, the king calls out to him.\\n\\n\"Y-yes, Father.\"\\nHe responds firmly, as if to push aside his jumbled thoughts. It was his father, the king of this\\ncountry, who had spoken, which means it must be true.\\n<i>You heard the stories. She was \"strangely unhuman,\" remember?</i>\\nAs he follows his father, clutching his book to his chest, he does all he can to convince himself.\\nThe blood splashed across the cover drips onto his sleeves.\\n\\nThe next morning... Clad in ceremonial dress, the prince stands before his people. His clothes\\nspeak his station to all the world. By wearing them, he plays a role as his country's symbol. His legs\\nquake as he stands on the platform. His father has given him a single order: \"Tell the people of the fear\\nyou experienced.\" She had never scared him. Yet he has no choice but to say it. His own assassination\\nhas just been foiled... which is the perfect justification for war. His mouth, dry as a desert, struggles to\\nform words.\\n\\n\"......\"\\n\\nHe does not know what he is going to say. Perhaps she was an assassin. Perhaps she was innocent.\\nHe does not know. But there is one thing he does know: His words will spark a war. With a shaking voice,\\nhe begins to tell his tale. A chill alights on his fingertips before spreading across his body. But he\\nballs his hand into a fist and fights to ignore it."
      }
    },
    "0009004": {
      "000001": {
        "text_": "A blazing inferno reflects in a pair of eyes. The girl's empty expression betrays nothing.\\nThe sight of flames roaring in the darkness is etched upon her mind. Her heart speaks to her in a\\ndry tone. <i>You will never forget this night. Not for the rest of your life.</i>\\n\\n\"Mom, come help with this!\" The girl's bright voice rings through the kitchen. Lined across\\nthe table are a colorful array of vegetables in hues of green, yellow, and red, as well as a large\\npiece of meat. Cradling the girl's younger sister, her mother turns to the sound of her older\\nchild's pleas.\\n\\n\"Well, someone's enthusiastic about their cooking.\"\\nThe mother looks on as the girl continues bustling about the kitchen. She is learning to cook from her\\nmother.\\n\\n\"You need to add a little more seasoning, honey.\"\\n\"Here, try it now.\"\\n\\nThe moment the girl brings the food to her mouth, her furrowed brow loosens and a smile breaks out.\\n\\n\"Oh, yummy!\"\\n\\nThe two chefs look at each other proudly, content in the knowledge the recipe is perfect. The girl sets\\nthe steaming dishes down. The mother plops the little sister in her chair as the three of them gather\\naround the table.\\n\\nThe wood practically groans under the weight of the food, which is far too much for even\\nthree hungry mouths. As the mother starts cutting meat into small pieces for her youngest daughter,\\nshe looks at the elder with a wry smile.\\n\\n\"It's good you got more practice in, but we clearly went overboard on our portion control.\"\\nEveryone chuckles as they dive into their meal.\\n\"Dad's coming home soon, right?\" asks the girl as she happily bounces up and down in her chair.\\n\\nThe letter had arrived a few days ago. It was a notice their father would soon be returning\\nfrom his military service. The moment the girl read it, she ran into her mother's room and announced\\nher grand plan:\\n\\n\"I'm going to make Dad's favorite dinner when he gets back!\"\\n\\nShe has been awaiting his return for so long. The last time she saw him was the morning he left for\\nthe front. His expression betrayed mixed feelings, and the young girl had no way of knowing what sort\\nof emotions they were. But as he held her tight, he leaned into her ear and whispered,\\n\\n\"I will come back to you. I promise.\"\\nThat promise was everything to her—and now it is coming true. When she thinks of it, she can hardly\\ncontain herself. Feelings she managed to keep suppressed all this time are now bubbling up like water\\nfrom an overfilled pot. But she manages to hold them back and keep her calm.\\n<i>I'm the older sister now,</i> she thinks.\\n<i>I have to hold it together. </i>Her younger sister was born after her father left, and word of her\\nbirth had not been able to reach him on the battlefield.\\n<i>What will Dad think when he sees her? Will he love her like me? ...Will he love her more than me?</i>\\nThe girl shakes her head to clear the ugly thought away...................\\n\\nAs she rubs her swollen belly, she marvels at how well the cooking lessons have gone—aside\\nfrom her ability to judge proper quantities, of course. She leans back in her chair and indulges in\\na brief flight of fancy. All of her father's favorite foods are lined across the table. As he takes\\nthe first bite, a satisfied smile crosses his face. She sits at his side, no longer the young child he\\nonce knew, but not yet a woman grown. <i>He'll be amazed to see how much I've changed.</i>\\n<i>It's going to make him so happy.</i> Her reverie is interrupted by the voice of her mother:\\n\"When you're done woolgathering, you can help clean up.\"\\n\\nThe girl starts, nearly tipping her chair over in the process.\\n\"You're the older sister now; you can't afford to be lazy.\"\\n\\nThe girl pouts a little at the scolding, but her mother pays this small rebellion no mind. Instead,\\nshe entrusts her to take care of the dishes and heads off to attend to her sister.\\n\\n<i>It must be so hard for Mom to take care of both of us alone.</i>\\n<i>I need to work as hard as I can to support her.</i> <i>She's always put on a smile for us, no matter what.</i>\\n<i>And that's why I've been able to keep going, even when I was sad or lonely or depressed.</i>\\n<i>I'm too old to be having jealous fits or slinging snide remarks. So what if she doesn't pay much\\nattention to me anymore?</i>\\n\\nShe nods to herself as she reaches this conclusion, and proceeds to wash and put away the kitchenware.\\n\\nWhen night comes, the exhausted girl begins falling asleep the moment her head strikes the\\npillow. As she drifts off, she feels her mother's hand on her head. \\n\\n\"Thank you, honey. You are <i>always</i> appreciated.\"\\nWith that, her mother stands and leaves the room. In her dreams,\\nher entire family sits happily around the table."
      },
      "000004": {
        "text_": "The girl stares out the window. Whenever she hears a noise coming from the door, she bolts to\\nher feet. Her mother makes a comment about her being worse than a puppy, which causes her cheeks\\nto go pouty once more. With each ring of the doorbell, the girl rushes to the door, only to return each\\ntime filled with disappointment. Finally, the moment she was waiting for arrives. The front door opens\\nto reveal her father in his military uniform. How long had they waited for this?\\nHow long had they <i>all</i> waited for this? Unable to help herself, the girl leaps up and runs to her father.\\n\\nBut then... Something shocking happens. Her father shoves her aside. She crashes to the\\nground, unable to process what just happened. A silence ill befitting a family reunion falls over\\nthem. Sensing the heavy atmosphere, the youngest begins to cry. The father covers his ears at the\\nsound of her wails and rushes off to his room.\\n\\n\"Don't worry, girls,\" says her mother as she helps her daughter up.\\n\"Your father is just tired.\"\\n\\nShe smiles as she says this, but the expression does not carry over to her eyes. The girl remains\\nstunned. She can't fathom what just happened. Her sister's sobs echo around the entryway. She does\\nnot see her father again until dinner. She is almost beside herself with worry; what if her actions\\nhad caused her father's mood? As she bites her lower lip, her mother comes up behind her.\\n\\n\"It's okay, honey. You didn't do anything wrong.\"\\n\\nRather than comfort her, the words make tears spring to her eyes. But she manages to hold them back\\nand force a smile on her face.\\n<i>It will be better once he eats. He's going to love it.\\nThis is what you've been working so hard for, remember? </i>\\nThus determined, she begins helping her mother with the meal. The fragrance of grilling meat covered\\nin her mother's secret seasoning soon wafts through kitchen. A knife falls up and down on the cutting\\nboard. As the ingredients take on new forms, the girl's heart leaps wildly between anticipation and\\nanxiousness. They put up the decorations they'd prepared around the room and pile the plates high\\nwith steaming warm food in order to celebrate the day. And then, they await the guest of honor.\\n\\nSome time later, he enters the room and takes his seat. The whole family is finally together\\nagain. But her father doesn't touch his food. Instead, he just...sits there. The daughter looks at him\\nout of the corner of her eye, noticing for the first time how gaunt he has become; how pale and sickly\\nhe appears. Her dream has become reality, but there is no joy in it. She begin to wish it weren't real\\nafter all, that she might wake up from it... As that thought crosses her mind... A crash rings out. She is\\nyanked back to reality by the sound of shattering porcelain. The carefully prepared dinner is now\\nscattered across the floor.\\n\\n\"BUGS!\" screams her father, his voice raw with terror.\\n\"Oh god, they're EVERYWHERE!\"\\n\\nHer panicked father leaps up and dances away from the table. He then begins stomping the food into\\nthe floor with the heels of his heavy military boots. He is trying to squish the insects: the ones\\nonly he can see. Her little sister begins to wail again. Even her normally composed mother stares on,\\ndumbfounded. She can't even pretend to understand what is happening. A few seconds later, her father\\ncomes to his senses.\\n\\n\"I'm... I'm sorry. I didn't mean...\"\\n\\nHe lets his words trail off as he sways unsteadily on his feet. Then he bends down and begins to slowly\\nscrape the food off the floor, moving as if in a trance.\\n\\n\"Dad, no! Let me do it!\"\\nThe girl drops to her knees and begins a frantic cleaning. Her mother rushes to grab some rags, and\\nfor a brief, insane moment, it almost feels like everything will be okay. But then...\\n\\n\"Ow! Dangit...\"\\nIn her rush, the girl had cut her finger on a broken shard of plate, and now drops of blood spill down\\nto the floor. The moment her father sees it, he turns to the side and vomits. When her mother returns,\\nshe finds a room filled with horrid smells, shrieking cries, and chaos. Her father stumbles from the\\nhouse and into the night without even bothering to clean himself. He does not return until the next day."
      },
      "000007": {
        "text_": "Her father is unable to find work. Days pass. Then weeks. Nothing changes. With their\\nsavings all but depleted, the mother is forced to find work outside the home. The job of watching over\\nthe younger sister falls to the elder. But youth has a way of forgetting trouble, and the little sister is\\nconstantly happy, vibrant, and full of life. Each time she begs her sister to play, it brings a bit of warmth\\nto her tense heart. But there is also much pain as well.\\n\\nOne day, she and her sister are playing with blocks. They build a small town with a strong\\ngate and a mighty castle, and populate it with the little sister's toy soldiers. The girl takes out a small\\ninstrument and begins playing a jaunty march as her sister moves the soldiers to and fro.\\nThis game—which they call \"Parade\"—has been the little sister's favorite of late. Suddenly, her father\\nwanders by the room, his face clouded. The moment he sees the soldiers, he begins to scream:\\n\\n\"No! NO! Stop that RIGHT NOW!\"\\n\\nThe girls freeze. He tears the soldiers out of the little sister's hands, rips their heads from their\\nbodies, and kicks over the blocks. The girl stares wordlessly. Her sister begins to cry. Her father\\nthrows the ruined toys in the trash and backs out of the room with a terrified look on his face. He is\\na different person now. She no longer knows him. And yet, he is still her father, whom she loves.\\n<i>He's just sick</i>, she tells herself day after day.\\n<i>He'll get better. Things will go back to how they were.</i>\\nTheir father does seem to feel guilty about his condition. One day, he offers to help with the\\nhousework. Mother and daughter both agree instantly, hoping that perhaps this smallest of steps will\\nbe the push he needs to get well.\\n\\nThe next day, he begins preparing a bath for the little sister. The girl is worried by her father's\\nslow, clumsy movements, and finds herself checking in on him every few minutes. But watching him\\ndraw the bath just feels so very <i>normal</i>, and for a brief moment, she finds happiness in the scene.\\nExpecting things to be ready soon, the girl peeks in and finds her father about to place her sister\\ninto the bath. Her little sister is staring at the bath, eyes wide. Sensing something amiss, the girl\\nlooks at the water and sees that it is boiling. She runs to her sister and quickly scoops her up.\\n\\n\"Dad, no! What are you DOING!?\" Her father stares at her, confused.\\n\"I was just...putting her in the bath...\"\\n\\nHer father's answer contains no acknowledgement of the situation's horror. She fumbles out a lame\\nexcuse about her not being ready for a bath and flees the room with her sister in her arms. She is\\nglad her father wants to be involved with the family. She truly is. But his actions bring no joy.\\nMother and daughter find themselves more exhausted with each passing day.\\n\\nAnd one night...it all comes crashing down. Her patience gone, the girl's mother begins to\\nscream at her husband. Her furious cries penetrate the bedroom walls. The girl has never heard her\\nscream like this before. Within moments, her father begins to bellow back, and the sounds of their\\nrage fill the air. Suddenly, the girl feels a strange sensation, almost like her heart is splitting in two.\\n<i>What's going to happen to us?</i> She does not know. All she can do is close her eyes and pray."
      },
      "000010": {
        "text_": "A strange crackling sound stirs her from sleep. Then she begins to cough.\\n<i>Smoke. That's...smoke?</i> <i>Oh my god, the house is on fire!</i>\\nShe wants to believe this is a nightmare; she wants to believe it with all that she is. But the heat will\\nnot let her....!\\n\\n<i>Dad...</i>\\n<i>Mom...</i>\\n<i>My sister!</i>\\nA moment later, she dashes out of her bedroom. \\n\\n\"Dad!\"\\n\\nHer father is standing in the living room. Flames lick up around him. Her mother's body lies still\\nat his feet. Her father slowly turns to look at her. His eyes are two empty pools. His mind is gone.\\nThe girl stares at him, unable to act. The flames grow stronger. A vibration shakes the room.\\nSomething falls. Glass shatters. Finally, the girl snaps back to reality. She is standing in the\\nmiddle of an inferno.\\n\\nSuddenly, her vision goes black. She smells a familiar, comforting aroma, and realizes she is\\nwrapped in her father's coat. He lifts her in his arms and sprints out of the house. When he sets\\nher on the ground and unrolls the coat, her eyes are burned by the intensity of the flames. Her\\nconsciousness a whirl, she manages to croak out:\\n\\n\"M-my sister...\"\\n\\nShe does not know if he hears her or not, but he turns around and runs back into the house.\\nHis silhouette is swallowed by fire.\\n\\nTime passes. A minute is an age. The girl can only stare and hope. Finally, a figure emerges\\nfrom the inferno. Her sister is in his arms, wrapped in a blanket. He reaches the girl and collapses\\nto the ground; the smoking blanket unfurls to reveal her sobbing sister. The girl runs her hands\\nover her sister to check for injuries, and is shocked to find she has none. But her father is a\\ndifferent story. His skin is peeled and blackened. His remaining hair crumbles to ash when she\\ntouches it. His clouded, bloody eyes stare unseeingly at nothing. After a moment, his mouth begins\\nto move. He repeats the same words over and over. It is an apology. But it is not meant for her—nor\\nfor her sister or their mother. Instead, he is apologizing for actions during the war, his mind lost amidst\\nfields of battles long-since fought. His voice grows softer and weaker. In an increasingly faint voice,\\nhe calls his daughter's name. However, she is unable to make out whatever words follow. By the time\\nshe attempts a reply, he is gone\\n\\n..................\\n............\\n......\\n\\nSome time later, she learns portions of what happened to him during the war. The orders he\\nwas given. Young children clutching weapons. Blood. Gore. Screams of pain. Eyes staring up from the\\ndirt. The eyes of little girls. Girls much like his own daughter. Her father left the battlefield, but his\\nspirit never did.\\n\\n<i>Why why why why why</i>\\n<i>Why why why why why</i>\\n<i>Why why why why why</i>\\n<i>Why why why why why</i>\\n<i>Why why why why why</i>\\n<i>Why why why why why</i>\\n\\nNo matter how many times she asks... No one ever answers her. Perhaps there is no answer—or at\\nleast, no answer that can roll the stone off her heart. The two girls stare at the smoking remains of\\ntheir home.\\n\\n\"Sis? Where's Mom? Where's Dad?\"\\n\\nHer little sister looks up at her quizzically. They are now alone in the world. The girl smiles gently\\nat her sister. Like her own question, hers has no answer. Yet she feels a resolve begin to build.\\n<i>I will make her happy. Whatever it takes.</i> <i>She will never have to feel the way I do right now.</i>\\nShe squeezes her sister's hand as she makes this silent vow.\\nA vow that is now her entire reason for living."
      }
    },
    "0007004": {
      "000001": {
        "text_": "A sudden flash of light streaks out toward the city clock tower. A moment later, a cannon ball\\nmakes contact with a thundering crash and a portion of the tower collapses, raining debris everywhere.\\n\\n\"Estimating landing points and dispersion range. 5.34 seconds until falling debris impacts ground.\"\\n\\nAt the base of the tower, a man performs rapid calculations, then takes ten quick paces back. When he\\nstops, the debris strikes the very spot where he had stood just moments before, creating a billowing\\nbloom of dust. But the man pays it no mind. Instead, he focuses on the enemy base that fired the cannon.\\n\\nThis battle unfolds in a technologically-advanced city of an enemy country. A city where smoke\\nnow rises from every corner. The king the man serves has a reputation as a tyrant, and has conquered\\nmany other nations through force of arms. This war was sparked when he severed diplomatic ties. And\\nlike many sparks, it has turned into a raging inferno. Whenever the man spies an enemy unit, he\\nsilently pulls his gun from the holster. One bullet. One kill. The enemy never knows what hits them.\\nHis is a supernatural, inhuman precision.\\n\\nHe is a mechanical soldier—a clockwork man without life—developed expressly for the purpose\\nof fighting in war. The man dashes out across the battlefield, staying low. He has orders to scout out\\nthe enemy forces. It has long been assumed that both armies are of equal strength. But the enemy has\\ndeveloped a new weapon, one that can launch massive artillery shells over great distances. Their front\\nline has been losing ground, and it is now only a matter of hours before the main base comes into range\\nof the enemy's guns. Having finished his scouting mission and dispatched what enemy soldiers he can\\nfind, the man returns to the base.\\n\\n\"Base\" is a generous term—in truth it is little more than a large tent set up to temporarily house\\ntheir commanders. Inside the tent, a map of the city is spread across a large table. Pawns have been\\nplaced on it to show the state of various units. The lead commander is a boy—one too young to even\\nserve in battle.\\n\\n\"Your decision, Highness?\"\\nThe \"Highness\" spoken of is the boy: the kingdom's eldest prince. It is he who sent the clockwork man\\non his scouting mission. And though the prince volunteered for this command, he now finds himself with\\nthe unenviable task of making decisions that hold sway over the fate of the entire war. Eventually,\\none of his generals suggests using some of their own men as a distraction in order to get the drop on\\nthe enemy. The prince frowns at this proposal before rejecting it. He is still clearly a boy in thought\\nas well as appearance. He is unable to sacrifice any of his own men, even when it might lead to the\\nsurvival of many times that number. It is naivety—and it is on clear display for all to see. The general\\nwho made the suggestion scoffs at this decision.\\n\\n\"Your hesitation will kill us all!\" he cries.\\nHe slams both hands on the table to better illustrate his point. Then he announces his intention to take\\nhis men and fight as he sees fit before storming out of the tent in disgust. Such division amongst the\\nranks only worsens the situation. Yet the prince continues to issue commands. It is unclear what so\\nspurs him to action.\\n\\nThe clockwork man stands to one side of the tent and watches the prince from the corner of his\\neye. Though he says nothing, he knows the lack of leadership will eventually lead the enemy right to\\ntheir door. And all too soon, this comes to pass.\\n\\n\"The base is lost, My Prince,\" says the clockwork man.\\n\"You must flee and save your own life.\"\\n\"No,\" replies the prince.\\n\"I'll not leave while my men are still out there fighting and dying.\"\\n\\nThough the man calmly explains that the prince has no choice but retreat, his young charge does not\\nseem to understand. There is a flash. A cannonball explodes into the tent, blowing it apart.\\nAll that remains is a massive crater and a few scraps of fabric. The man hears harsh breathing and\\nturns his head. The young prince is running behind him. Just before the cannonball struck, he grabbed\\nthe prince and forcibly removed him from the tent. Now, the two of them run through an underground\\ntunnel that leads outside the main part of the city. Behind them, the sounds of war gradually diminish."
      },
      "000004": {
        "text_": "War still raged in every corner of the city. This is why the clockwork man is leading the\\nprince away. As he runs, he examines every corner for danger; looks in every shadow for possible\\nambush. The prince follows, gasping for breath. Eventually, the prince loses his footing and falls to\\nthe ground with a cry. The man stops. Part of his orders are to protect the prince. Though they gave\\nhim information on a need-to-know basis, he was told the prince suffers from a congenital disease.\\nIf he forced him to run further, it might cause serious harm.\\n\\nThe man quickly scans the area. The tunnel is massive, stretching on without end in\\nboth directions. The tracks that run under his feet speak to its use as a train tunnel during better times.\\nAfter a brief search, he locates a door in the wall. It is half-buried in debris, but when the man peers\\ninside, he finds a small storage room behind it. Slumbering within are battered lanterns, picks, and\\nshovels. It is a storage place for tools used to maintain the tunnel. Thinking it the perfect spot to lie low,\\nthe man brings his young charge inside.\\n\\n\"This is all because I took command,\" says the prince sadly.\\nWith his ragged breaths now steadied, he is able to turn a critical eye upon his earlier actions.\\n\\nAs his kingdom commits to a cycle of endless war, soldiers and citizens alike are growing\\nincreasingly weary. The prince chose to take on the burden of command so he might be able to save\\nthem all. But in the end, things did not transpire as he wanted. He never considered having to place\\nthe lives of his own soldiers on the scales. But he now sees that what he thought of as kindness had\\ninstead brought death and pain to multitudes. The man stares at the boy and considers his words.\\n\\n\"You did well,\" he says finally. \\nAs the words leave his mouth, they feel strange. Off. He cannot grasp the intention behind what he said.\\nIt is simply the natural phrase he arrived at when he saw the prince's grieved expression. The boy stares\\nat the man blankly. They wait that way for a bit, alone in the darkness. But then, a small glimmer of\\nbrightness returns to his face. With an awkward, unpracticed smile, the boy thanks the man for saving\\nhis life during the recent battle.\\n\\n\"If I am ever in danger again,\" he says,\\n\"maybe you can help me out. \"\\n\\nHis words come with a hint of jest, but also a touch of joy.\\n\\nThe clockwork man continues his conversation with the prince,\\nbut as they do so, the boy's coughs come more frequently. He eventually produces a medicine bottle\\nfrom his pocket. The man surmises it is used to suppress the cough. But the bottle is empty. A pained\\nlook moves across the prince's face, one that he tries and fails to hide.\\n\\n\"The royal family cannot show weakness around others,\" he says.\\n\"This is a lesson my father taught me again and again.\"\\n\\nHe had not coughed once at the base because the medicine was able to disguise his symptoms.\\nBut now...\\n\\n\"That is why what you see here must remain a secret.\"\\nHis speech complete, the boy raises a pinky finger and extends it to the clockwork man.\\nThe man's database tells him this is a human ritual of promise. Though he intertwines his finger with\\nthe prince's, the action makes him somehow uneasy.\\n\\nThe man suddenly hears the distant sound of footsteps. He concentrates his aural apparatus on\\nthe noise. Enemy soldiers, most likely. He estimates a dozen or so. He fixes his eyes on the gap in the\\ndoor, half-buried in rubble. A thin, wavering line of light passes through it. He will never outrun the men\\nwith the sickly prince in tow. So both man and prince still their breaths, stay put, and wait. The man\\nplaces his hand over the boy's mouth so he will not give them away. The light through the door grows\\nbrighter, then brighter still.\\n\\n*cough*\\n\\nThe prince's body betrays them both."
      },
      "000007": {
        "text_": "They sit in the darkened room. The man presses a hand against the prince's mouth, to still his\\nbreathing. Men—most likely enemy soldiers—are approaching their position. But as they wait for them to\\npass, the prince's cough rips through the silence.\\n\\n\"Here!\" yells a soldier.\\n\"They're here!\"\\n\\nThe room surrounded, the man knows he has no choice but to destroy every last soldier in order to keep\\nthe prince safe. He kicks open the door and pulls his weapon from his holster. But he does not fire.\\n\\n\"Highness, you live!\" says the general from before.\\nSensing the turning tide of battle, he had taken his men and abandoned the base before seeking shelter\\nin the tunnel. The prince is clearly relieved to see his rescuers arrive.\\n\\nBut as he approaches the soldiers, the general raises a hand and his men point their \\nswords at him. The prince stops moving and confusion spreads across his face. This sight causes the \\ngeneral to snicker. He then explains a shocking truth: A plot has been unfolding behind the scenes. \\nThe prince is to be murdered, and his death blamed on the war. The plan was set in motion by his \\nyounger brother, who sought to eliminate his competition for the throne. During the previous battle, \\nthey had set their units in inferior positions in order to tilt the battle in favor of the enemy. After their \\nposition was overrun, they would use the ensuing chaos as cover to eliminate the prince. Once this was \\naccomplished, the kingdom would send reinforcements to win back all the ground they had lost.\\n\\n\"This can't be happening...\" murmurs the prince.\\nThe general grins wide.\\n\\nSuddenly, the clockwork man turns to the general, who immediately barks an order: \\n\"You there! Machine! Stand down at once!\" The man is a mechanical soldier manufactured by the \\nkingdom. He is programmed to follow any order from a superior officer. So at the general's command, \\nhe freezes. He watches dispassionately as the general approaches the boy with his sword unsheathed. \\nThe prince does not yield ground, but instead stares blankly in the shock of his own country betraying \\nhim. But rather than strike the killing blow, the general takes the chance to berate his prey.\\n\\n\"You're a useless worm—\\nan unthinking coward who put all of us in danger in a sad attempt to earn your daddy's approval.\"\\n\"I've lost men because of you. Good men. Friends.\"\\n\\nTears begin to spill down the prince's cheeks, but he does not deny the truth of these words.\\nHis piece said, the general raises his sword above his head and prepares to strike.\\n\\nThe clockwork man cannot accept what he is seeing.\\n\\n<i>I must protect the prince.</i>\\n<i>I must stop the general.</i>\\n<i>I must reach for my gun.</i>\\n\\nBut because of the general's orders, he can do nothing. Instead, in the face of the prince's last moments,\\nhe accesses records of the boy in his memory banks. He sees how the prince desperately issued\\ncommands in an attempt to keep his soldiers safe. He sees how the prince showed weakness—and\\ntrusted him. Suddenly, his records find a phrase the prince said moments before: \\n\\n<i>If I am ever in danger again...</i>\\n\\nThe man draws iron, his hand fast as blue blazes, and blows the general's sword arm from his body.\\nHe fires again. And again. And again. The general's men, caught off-guard, fall one after the other.\\nThe prince had said the line in passing jest: <i>If I am ever in danger again, maybe you can help me out. </i>\\nBut the clockwork man chooses to take these words as royal orders that demanded absolute \\nobedience—orders that override even those of a senior military officer. The wounded general snarls\\nand draws his own weapon. The clockwork man shoots it out of his hand.\\n\\nIn the blink of an eye, the tables have turned. The ground is painted red. The general begins to\\nplead for his life, but it means nothing to the man, who presses his barrel against the general's temple.\\n\\n\"Stop!\" cries the prince.\\nDespite the general's actions, the prince still seeks to save his life. Though he did not speak his feelings\\naloud, the man understands the reason behind the request, and so lowers his weapon. A moment later,\\nmore footsteps ring out. This time, it is not traitors, but the enemy army. The man has a choice: Save the\\ngeneral...or save the boy. He lifts the prince up and begins to run.\\n\\n\"I couldn't save him,\" says the prince as the general's cries grow weaker.\\n\"I tried, but I...I couldn't...\""
      },
      "000010": {
        "text_": "In the middle of a wasteland where the wind blows dry stands a kingdom surrounded by walls.\\nThe contours of an enormous castle waver as the sun sets behind it. The clockwork man and the prince\\napproach the kingdom with a sigh. They are home. They stand before a thick metal door at the castle\\ngate that leads to the town beyond. A guard sees the two and approaches.\\n\\n\"Y-Your Highness? Uh, I see you are safe...\"\\nEveryone assumed the prince had met his end in battle, and the guards are unable to hide their shock.\\nThe guards respectfully place the prince on a carriage headed for the castle. But as he watches the\\nprince go, the clockwork man is presented with a false warrant for his alleged crimes.\\n\\nThe first charge: Abandoning his post.\\nThe second charge: Betraying his unit.\\nThe third charge: Murder of a superior officer.\\n\\nThe man did what he did to save the life of the prince. Though the accusations are willful mistruths at\\nbest, he has no way to combat them. And even if they were completely true, he still believes what he\\ndid was right.\\n\\nThe clockwork man is taken to a laboratory. A researcher orders him into a mechanical chair\\nand places alloy fixtures on his limbs and torso. His \"treatment\" will be a complete memory wipe.\\nThe man's consciousness drifts in darkness. It is a strange sensation, almost like floating. This is his\\nmemory space. In the darkness, images begin to form. He sees men blasted to bits by his own steel.\\nMemories of war. The face of every man he's ever killed is recorded here. Next, he sees a conversation\\nhe had with the general. He is being ordered to protect the prince at all cost.\\n\\nImages appear.\\nImages flicker.\\nImages disappear.\\n\\nBut finally, he comes to memories of the prince himself. He sees him desperately issuing orders at the\\nbase. He sees his pained expression as he spoke of his weakness. He sees him shed tears at hearing the\\ntruth behind the war.\\n\\n\"That is why what you see here must remain a secret.\"\\nHe sees the secret promise and ritual they shared. Compared to his other memories, these almost\\nseem to...glow.\\n\\nSuddenly, a sound—a single, insistent buzz. His memories of the prince begin to fade.\\nHe cannot stop it; they vanish one after the other. He should not be bothered by this. After all, he is\\na mechanical soldier designed for war. The memory-reset program whirs inside him. Though he should\\nbe accepting the procedure without pause, the man resists the deletion of any memories of the prince.\\nHe reaches out to them with his mind. But he will never find them. The deletion accelerates. The buzzing\\ngrows louder. A pained groan slips from his lips. What was the meaning behind his own feelings?\\nWhy did he resist the procedure?\\n\\nThe man's eyes spring open. He does not know why he is in the laboratory. He knows only that he is a\\nmechanical soldier created for war. One researcher looks at the results and shakes his head.\\n\\n\"Looks like there was an error in the reset process. You're going to be discarded.\"\\nAfter being informed of his fate, the man is taken away and placed in an underground storehouse.\\nHis only companion is the hiss of steam escaping from pipes. Mixed in among similarly discarded\\nscraps of junk, the man attempts to sleep. But an alien sensation in his chest prevents it. Even after he\\nsearches all parts of his memory, he cannot locate the cause. He realizes that thinking about it will\\naccomplish nothing. All he can do is wait as he slowly rots away.\\n\\n<i>There is someone I must see.</i>\\n\\nWhat comes to mind at the very end is nonsense. \\nBut the man ignores it, and instead slowly closes his eyes."
      }
    },
    "0015004": {
      "000001": {
        "text_": "A pale and bloody arm flails in the air.\\nThe hand can grab nothing. The hand will grab nothing.\\nEven if it could, it is too fearful a thought.\\n\\nIt longs for escape. Yearns for it.\\nBut if it is only going to break in the end, what is the purpose of obtaining it?\\n\\n—A Poem of Wayward Imprisonment\\n\\nThe woman's bloody hand holds a knife. Her finger notes the light sensation of blade\\nagainst bone. It is so very familiar. This feeling—one honed to a science while taking countless lives—\\nis the sensation of death. Her life has been spent with a blade in her hands, and she does not intend\\nto fail now. She puts pressure on her middle and ring fingers, while the rest curl tightly around the hilt.\\nAlmost as if they are drawing in the death she senses. The bones will separate. The head will fall.\\nThe—\"Hang on.\" Woman and blade alike pause at the voice. The voice, high in tone like a ringing bell,\\ncontinued.\\n\\n\"Leave the head. With mackerel, you don't take the head off until you're ready to\\nremove the rest of the guts.\"\\n\\nThe woman with the knife replies with a question:\\n\\n\"And what of the bones?\"\\n\"It's okay to cut those, but don't separate it entirely.\"\\n\"Cooking is very different from killing,\" muses the woman.\\n\"Yeah, I suppose it would be,\" replies the speaker.\\n\\nThey giggle slightly while imparting this bit of wisdom. The setting sun floods the room with persimmon\\nlight. It is a small interval between the sweltering summer and the coolness of autumn. The sun flees\\nthe world earlier each day. And as the day takes its leave, night stretches out greedy fingers to reclaim\\nwhat was stolen in the dawn. The speaker continues.\\n\\n\"Once you've taken out the innards, you can move on to the bloodline.\"\\n\"Bloodline?\"\\n\\nThe woman stands, knife in hand, and awaits an answer. She typically wielded her blade on a\\nbattlefield, not in a kitchen, and is unable to find a comfortable grip on the paring knife.\\n\\n\"Apparently it's muscle. See the dark red parts there?\"\\n\"The bloodline... An apt name.\"\\n\\nA girl of about sixteen—the speaker—peers over the shoulder of the woman with the knife and smiles,\\nher long hair fluttering.\\n\\n\"Does my cooking amuse you?\" asks the woman.\\nShe stares at the cooking board as she says it, but her annoyance is clear.\\n\\n\"Heh heh. It <i>is</i> cute to see someone who's so cool in a fight have trouble with a mackerel.\"\\nThe girl grins as she says this, lighting up the room. Ashamed, the woman looks away. This only\\nserves to delight the girl all the more.\\n\\n\"I'm obviously no expert,\" says the woman.\\n\"I did not grow up doing such things.\"\\n\"Yeah, well, I'd never done it either until that day.\"\\n\"......\"\\n\\nThe woman knows this well. With nothing to say in return, she falls to silence.\\n\\n<i>That day.</i>\\n\\nThe two of them know exactly what this means.\\n\\nFive years ago. Early summer.\\nHeavy rain blanketed the sky. It was the day the assassin met the girl—her target. She was going to\\ntake her life as she had countless others. The girl was ready to die; perhaps she even sought it.\\nBut the woman did not kill her. Call it a whim. But that day—that whim—had brought them to where\\nthey are now. Theirs is a relationship forged in checkered fate. They had both cast aside their own\\nlives to form this new one, where each day stretches out in quiet solitude. In the distance, a cricket\\nbegins to stir.\\n\\n\"Hey, I'm sorry,\" says the girl.\\n\"I shouldn't have teased you.\"\\n\"You're the only one who actually <i>works</i> around here anyway, so thank you. I really appreciate it.\"\\n\\nThe woman turns to look over her shoulder at her young companion.\\n\\n\"Flattery will get you nowhere...\"\\nTurning away once more, she utters a weak protest. But the girl knows this action is an admittance\\nof defeat, and her radiant smile lights up anew.\\n\\n\"Enough foolishness. Tell me what to do with this creature.\"\\n\"Well, you took the bloodline out, so now you have to wash it.\"\\n\\nThe woman nods, picks the fish up off the cutting board, and dips it into a pail of cool water.\\nBlood seeps out of the mackerel, staining the water a faint red."
      },
      "000004": {
        "text_": "The flower reaches to the heavens above,\\ngazing at the brilliant sun and indulging in fantasy.\\nIt will do so until the time comes that it blackens and withers,\\nfinally learning that it will never reach the sky.\\n\\nPetals unfurl. Grasping. Delicate fingers.\\n\\nPeople fear such honest desire.\\nWe are scared to even desire at all.\\n\\n—A Poem of Forgotten Imprisonment\\n\\nThe woman looks at the fillet in her hand. \\n\"Making cuts and inserting salt seems like a method of torture.\"\\n\\nThere are no deep feelings or regrets behind the words;\\nshe says them as simply as someone passing the time of day. The girl, however, is taken aback.\\n\\n\"Uh... Well, sure? But mackerel's a bluefish, so you have to get the smell out...\"\\n\\nShe is attempting to teach the woman a dish called mackerel miso. It is not a particularly difficult dish\\nto make, and perfect for teaching someone how to handle fish. This is why the girl selected it.\\n\\n\"Now we let it rest, correct?\"\\n\\nShe confirms each step of the process with the girl. They had divided responsibilities since they\\nbegan living together. The woman has learned well her young charge's skill in the kitchen.\\n\"Yep! Once the salt gets in there, it'll draw out the moisture.\"\\n\\nBut the girl has not always been skilled at cooking. It was a task she threw herself into after meeting\\nthe woman, and her first few years were littered with failed attempts. But now, five years later, she\\nhas acquired much culinary skill;\\nthis is both a testament to her hard work and proof of the time the two of them have spent together.\\n\\n\"Then removing the moisture also takes away the smell?\"\\n\"You got it! Oh, and we're also going to parboil it,\\nso might as well get the water ready in the meantime.\"\\n\\nThe girl pauses and knits her fingers together, looking at the woman shyly.\\n\"So, um...have you ever actually <i>done</i> that?\"\\n\\nThe woman's earlier comment is clearly still weighing on her.\\n\\n\"Torture, you mean? Hmm, not really.\"\\n\"Oh! Oh. Well, um... That's good?\"\\n\"Killing was my job.\"\\n\"Torture would be the domain of another.\"\\n\\nThe conversation takes the girl back once more to that day. She remembers how the woman\\nsaved her life by taking out an entire battalion of samurai. Afterward, the young girl somehow managed\\nto drag her unconscious savior out of the castle. She grabbed all the gold coin she could carry from\\nher house, and hurried in search of a doctor. Soaked from heavy rain and the woman's blood, her\\nlegs threatening to snap under her burden, she screamed for help until her throat was raw.  As the\\nwoman lay bleeding on a tatami mat, she had said four words to the girl: \"Live as you please.\"\\n\\nNo one had ever said such a thing to her. She did not even know it was an option.\\nThat was why she sought so desperately to save the woman:\\nbecause she <i>wanted</i> to. But what the girl knows of the woman is only what she saw on that day,\\nand on the days since. How much pain and hardship had she truly experienced? The girl had felt\\na sudden awareness of the distance between them.\\n\\nA flock of birds flies off into the late summer sunset. Dark shadows bleed across the\\nkitchen like spilled ink.\\n\\n\"Sorry,\" says the girl.\\n\"That was a weird question.\"\\n\"I probably shouldn't ask about... You know. That stuff.\"\\n\\nThe woman does not think fondly of her past. The girl is very aware of this. But this night, it does\\nnot seem to bother her overmuch.\\n\\n\"It's all right. I don't mind the question.\" The girl hesitates.\\n\"Yeah, but...\" She does not like being placated.\\n\\nIf someone wants to tell her no, it's far better for them to simply do so instead of pretending.\\nBut the woman is smiling, and the girl slowly realizes she actually does mean it after all.\\n\\n\"I may hide my past, but that doesn't make it go away.\" The girl listens intently.\\n\"Besides, the two of us have few secrets from each other at this point, wouldn't you say?\"\\n\\nThe woman's eyes form a pair of crescent moons as she smiles. Her answer—and her smile—fill\\nthe hole in the girl's heart.\\n\\n\"Thanks.\"\\n\"Of course.\"\\n\\nSatisfied, the woman turns away. The girl stares at her back and mutters: \"...You're too good at that.\""
      },
      "000007": {
        "text_": "Some say a flower is most beautiful when its petals begin to fall.\\nYet death is inevitable, and holds no value in itself.\\n\\nWe reach out our hands, seeking beauty.\\nBut obtaining it can be a difficult thing,\\nand the quest often shows us our limits.\\nIt is naught but delusion to recall failures to reach beauty as having\\nbeen beautiful themselves.\\n\\nThus does humanity continue to err in order to console itself.\\n\\n—A Poem of Melded Imprisonment\\n\\nAs the sun sinks below the horizon, hints of night begin to draw over the land. More\\ncrickets strike up a chorus in anticipation of the moon. Soon, another sound joins them in\\nharmony. The girl cocks her head as she stirs the pot.\\n\\n\"Those are giant katydids.\"\\n\"You certainly know this land,\" replies the woman.\\n\\nShe is busy rubbing the sliced skin of the mackerel to remove the oil.\\n\\n\"Yeah, I just read about them in a book.\"\\n\"Ah, yes. You've acquired quite a collection of used books.\"\\n\\nThe two of them live near a forest that is some distance from the closest town. Both due to lack of\\nother diversions, and because of her own passion for reading, the girl was often seen passing the\\ntime with book in hand.\\n\\n\"Just doing some studying. I've been thinking it's about time I looked for work.\" The girl smiles brightly.\\n\"Hmm. That's how it usually goes, is it?\"\\n\\nThere is a tinge of sadness to the woman's response. The woman had been \"working\" from before\\nthe age the girl is now. She killed her first man when she was not even ten. But murder is the only\\nwork she knows—the mundane worries of a normal, day-to-day job are unknown to her.\\n\\n\"Okay, I think the mackerel should be ready now.\"\\n\\nThe girl pulls her ladle from the pot, which is bubbling merrily away. The woman stands beside her,\\nholding a towel.\\n\\n\"Go ahead and put it in there and let's give it a boil.\"\\n\"Got it.\"\\n\\nThe woman's voice has a tinge of excitement, which causes the girl to smile. Wielding a large pair of\\ncooking chopsticks even more uncomfortably than she did the knife, she manages to transfer the\\nfillet to the pot.\\n\\n\"Make sure to put the skin face-up.\"\\n\"Like this?\"\\n\"Yep! Now throw some ginger in there and put the lid on.\"\\n\\nThe woman follows the girl's instructions with awkward movements. But the dexterity of her fingers\\nis cause for wonder. Perhaps it comes from her horrifying past.\\n\\n\"So how is work, anyway?\"\\nThe girl watches the pot while she asks the question.\\n\"Much easier than my old job. I may end up losing my edge.\"\\n\\nThe woman flexes her hands as she speaks.\\n\\nThere was only one thing she could mean: the martial arts. She is a master of weapons\\nlarge and small, and her technique and experience made her a formidable foe. And now, she uses\\nthose skills to make her living. She takes on occasional work as a bodyguard, or teaches young\\nroyals in the way of the sword. At times, she faces down death once again. It makes her feel that\\nshe is still the same killer she always was, but in these times in which they live, it is difficult to avoid.\\nAnd compared to her past, at least, working as a mercenary is much less taxing. Theirs is an era of\\nturbulence and upheaval where people rarely stay put for long, yet they had managed to build a home.\\n\\n\"I'm glad it's going well,\" says the girl. The girl smiles at the woman.\\n\"So when you say you're going to look for work,\" begins the woman,\\n\"is it because...\"\\n\\nSomething about the girl's words and smiles doesn't sit right with the woman. It's almost as if her\\nyoung companion feels indebted.\\n\\n\"Listen,\" she says,\\n\"you don't have to feel guilty. You've lived a hard life. You deserve to take it easy for a while.\"\\n\\nBefore she can finish her thought—which was going to be \"it's not as if we're struggling\" —the\\ngirl cuts her off.\\n\\n\"I could say the same for you.\"\\n\"But you don't need to worry about—\"\\n\"Stop. You don't understand.\"\\n\\nThe girl places her hand on the woman's wrist. Their eyes meet. The girl holds her gaze, looking\\nright into the woman's eyes.\\n\\n\"I just want us to be a team.\"\\nShe was smiling as she said it. So the woman said no more."
      },
      "000010": {
        "text_": "One earns many scars over a long life.\\nThere is much we learn and much we regret—\\nand none of us emerge unscathed.\\nSo long as we live, our scars continue to grow.\\n\\nThose who surrender to this truth eventually find themselves merely\\ngoing through the motions of reaching out their arms.\\nFor the hand of an empty husk has no will to grasp anything.\\n\\nThe reason flowers look so beautiful in our eyes—\\n\\n\"Sorry. Is this done?\" The woman's voice breaks the silence as the girl dishes up spoonfuls\\nof rice into bowls. Black night mingles with shades of azure, light purple, and crimson. The clouds\\nin the west are dark; those in the east, light. The sky is a complicated palette waiting for the\\nupcoming darkness to sort itself. The setting sun turns mountains and trees into silhouettes.\\n\\n\"It sure is! Time to chow down.\"\\nThe girl answers the question in a firm voice, as if to emphasize they have finished.\\n\\n\"Nice. It looks delicious.\"\\nThough she did have the girl's help, this was her first time having cooked a meal herself. Her eyes\\nsparkled just as much as the girl's. The girl takes up some tableware and passes it to the woman.\\n\\n\"Well? You're the chef here—time to serve up your creation!\"\\n\"Is there a particular way it should be served?\"\\n\"It's just a single dish of one type of food, and we're the only ones eating, so I guess it doesn't\\nreally matter.\"\\n\\nUsing the ladle, she gently scoops up a portion of the well-boiled mackerel and places it onto the\\nplates. She pours more of the broth over them, and sprinkles chopped green onion on top. The dish\\nis complete. The woman gazes at her plate as if truly moved. The scent of miso and ginger causes\\nher stomach to rumble.\\n\\n\"It's getting pretty dark, so let's hurry up and eat. I've already set up the rest.\"\\nAs she talks, the girl carries the rice bowls and her plate to the living room. The woman follows,\\ncarrying her own plate. They arrange themselves on cushions and press their palms together in thanks.\\n\\n\"Time to eat!\" cries the girl.\\n\"Time to eat indeed,\" replies the woman. Rice bowl in hand, the girl asks the woman a question.\\n\\n\"Hey, so what made you want to cook today?\"\\nThough she had chosen the dish and provided instruction, it had been the woman's idea for them to\\ndo so. While she had helped in the kitchen over the past five years, she had never once mentioned\\nwanting to cook herself.\\n\\n\"Oh, I don't know,\" says the woman as she nibbles her rice.\\n\"Work just finished up early today.\"\\n\"Well... That, and...\"\\n\\nThe rice seems to stick in her throat, but she forces it down.\\n\"This was something I used to see a lot.\"\\n\\nIt was something she experienced back when she was an assassin.\\n\"I would see families talking about what to have for dinner, or parents cooking with their children, or...\"\\n\\nShe trails off, lost in thought. She had witnessed these scenes as she passed to missions or from them,\\npeering at happy families behind lamp-lit windows. And for a child who had never seen her own\\nparents smile, it seemed a world almost impossibly out of reach.\\n\\n\"I thought I would never have a life like that.\"\\nThe woman sighs softly.The girl sits quietly and listens.\\n\\n\"So I suppose I wanted to see what it was like.\"\\n\\nOnce she says this, the woman cast her eyes down, seemingly at a loss for words. Silence spreads\\nacross the room. If not for the cries of insects, time would have no meaning. More silence. Finally,\\nthe woman breaks it.\\n\\n\"I just wanted to stand in a kitchen with someone like we did today.\"\\nShe smiles to hide her embarrassment—something the girl has never seen her do before.\\n\\n\"I see,\" says the girl.\\nHer reaction is neutral, expressing neither sympathy nor empathy. She then asks a single question: \\n\"So... How's the food you made yourself?\"\\nIt is enough. They share a smile.\\n\\n\"Sweet, actually. More so than I thought it would be.\"\\n\\nThe reason flowers look so beautiful in our eyes\\nis because they do not know of surrender.\\n\\nEven with broken stems, they carry on.\\nThe look fearlessly toward the heavens, full of childlike wonder,\\nuntil the moment their lives are snuffed out.\\nAnd we are so envious of this, we find we must look away.\\n\\n—A Poem of Eternal Imprisonment"
      }
    },
    "0006004": {
      "000001": {
        "text_": "Icicles hang from the eaves. The world outside is enrobed in white. The snow here is deep\\nand cold. The trees, bushes, and grasses all lie buried, silently waiting for the arrival of spring.\\n\\nA girl of tender age gazes out the window. \"Here you go, honey.\"\\nThe girl turns to face the speaker and finds her mother offering her a cup with steam furling from\\nthe top. It's filled with warm goat milk. Her mother swears by it, claiming it's the best thing for\\nwarding off winter's chill. But the girl doesn't feel strongly about it one way or the other.\\n\\n\"Uh, thanks,\" she says.\\nShe accepts the cup from her mother and returns her attention to the outside world, taking small\\nsips now and then.\\n\\n\"I wonder when your father will come home,\" murmurs her mother.\\nWithout waiting for a response, she quietly retreats back to the kitchen. The girl exhales on the\\nwindow, her breath warm from the milk. It clouds over in white. She runs her finger across the spot,\\nsketching idle patterns. She is not allowed to play outside during the winter, so boredom is her\\nconstant companion. During such times, even a window can make a decent playmate. The girl lets\\nher attention drift as she looks out the window at the piles of snow beyond.\\n\\nHer small house sits halfway up a snowy mountain. The girl and her mother are usually the\\nonly occupants. Her father is rarely home. According to her mother, he is an adventurer of sorts\\nwho is always off traveling the world. The girl isn't sure what kind of job an \"adventurer\" is,\\nexactly—all she knows is that her father is very busy. But her mother has a litany of complaints\\nabout him, and she is never shy to make her opinions known.\\n\\n\"Your father never listens! He's stubborn as a mule, drunk as a skunk, and he never, ever, EVER\\nthinks about his family! He only cares about his damn adventures!\"\\n\\nAnd she always finishes her rant with the same exasperated phrase:\\n\"I honestly don't know what to do with that man.\"\\n\\nThe girl is too young to speak with her mother as an equal. But as her mother has no one else to\\ntalk to, she grumbles away—as much to herself as her daughter most days.\\n\\nRecently, her mother told the girl a story. Four years ago, when the girl was born, her father\\nhad apparently been off on one of his adventures.\\n\\n\"Wait,\" said the girl when she first learned of this.\\n\"So you gave birth to me <i>alone</i>?\"\\n\\nHer mother replied with a chuckle.\\n\"Oh, I knew he wouldn't come home, so I made sure to call a midwife up from town ahead of time.\"\\nThe girl nodded as though she understood and said,\\n\"Gee, Mom. That's pretty crazy.\"\\nWhen the father finally returned from that freewheeling adventure, his daughter could already hold\\nher head up on her own. After that, her mother raised her almost entirely alone. The girl would\\nalways gaze in bewilderment at her father during his rare visits home, and figured that perhaps his\\nbehavior was normal, and that's just what fathers are. But she could not help but feel concern by\\nthe dark look that often fell upon her mother's face. She doesn't hate her father. Not really, anyway.\\nBut once she became old enough to understand some things, she started to resent the way he\\ntreated her mother. One year, her father came home before the arrival of spring.\\n\\nThat was the night it happened. It led to one of the worst moments of her life. The three of\\nthem sat around the table enjoying a meal. Suddenly, her father—drunk as usual—leaned over to\\nher and said:\\n\"Y'know, if you were a boy, I'd take ya on an adventure with me.\"\\n\\nBefore she knew it, her eyes were filled with tears. <i>Why am I crying about this?</i> she wondered.\\nFor a moment, her mind was a blazing whirl of emotion. Her father had laughed the whole thing off,\\nclaiming it was a joke and ruffling her hair. But it was no joke to her; as far as she was concerned,\\nher father had denied her very existence. As the days passed, another emotion began to bud within\\nthe girl, one far different from her usual sadness and isolation. It was a spirit of defiance toward\\nher father."
      },
      "000004": {
        "text_": "\"Y'know, if you were a boy, I'd take ya on an adventure with me.\"\\nTwo years have passed since her father hollowed out her heart. Though she is older now, she still\\nlives alone with her mother. Her father continues to live his life of freedom, stumbling home whenever\\nthe mood strikes.\\n\\n<i>Why does Dad like adventures so much?</i>\\n<i>Why does Dad think they're more important than Mom?</i>\\n<i>Why does Dad hate me?</i>\\n\\nThese questions often enter the girl's mind before she falls asleep. But one of her lean years can\\nnever find the answer.\\n\\nEventually, as always, her father wanders home. When he crashes through the door, he\\nhands over all sorts of random articles to her mother. They're a mix of strange statues, odd flowers,\\nand a dozen other useless trinkets—but he refers to them proudly as his \"spoils.\"\\n\"Sell 'em for money!\" her father says proudly.\\n\\nBut the girl knows from her mother that his \"spoils\" are near to worthless. In the end, her mother\\nalways paid their living expenses by knitting clothes and gloves and selling them in town. But of\\ncourse, her father has no idea. She asked her mother once why she didn't tell her father this, and\\nshe just shook her head.\\n\\n\"Those spoils are important to him. If he ever realized they were junk, it would make him terribly upset.\"\\nAfter handing over his most recent spoils, her father gulps down strong alcohol with dinner.\\nThough he is usually silent on his first night back, this time he gleefully spins tales of his adventures.\\nEver since the incident of two years ago, the girl had avoided her father when he drank.\\nShe couldn't bear having him say something so cruel again. That's why she rarely hears his\\nadventuring tales directly. But his booming voice is impossible to avoid in the small house, and it\\nreaches her as she lies in bed. He raves about fighting a ferocious beast in a scorching volcano,\\nclaims to have discovered ancient ruins in a deep wood, and weaves a tale of a titan's mirage in a\\nland of illusion.\\n\\n\"Bet I would love these stories if I was a BOY,\" mutters the girl.\\nAnnoyed, she closes her eyes and waits for sleep. She occasionally hears her mother make indistinct\\nnoises to indicate she's following along—either because she's used to such stories after all the years,\\nor because she's simply tired of hearing them. Soon, her parents start to argue. This is another part\\nof his coming-home \"routine.\"\\nThe cause of their argument is always some trivial matter, mostly involving a supposed hurt suffered\\nby her father.\\n\\n\"Are you even listening to me!?\"\\n\"This is important!\"\\n\\nThings like that. Yet to a child, every argument is a new round of pain. Whenever he starts yelling,\\nshe feels such empathy for her mother that her entire soul is plunged into a whirlpool of fear and\\nunease. She pulls her blanket over her head and wraps it tight around her ears in an attempt to\\nblock out his drunken howls. <i>I wish he'd never come home.</i>\\n\\nSoon, she hears her father yell, \"Adventuring is my life, woman!\" followed by the familiar\\nslam of a door. The argument had ended as it always did. With sleep miles away, the girl slips out\\nof bed and makes her way to her mother, who is sitting silently at the kitchen table.\\n\\n\"I'm okay, honey,\" she says with a slight smile.\\n\"Go back to bed.\"\\n\\nRelieved, the girl returns to her bedroom and quickly falls asleep. She thought her father might stick\\naround for a bit this time, but he sets off again in the middle of the night. And she knows that when\\nhe returns, he'll cheerfully drink his favorite drinks, wolf down some food, and argue with her mother.\\nThe same pathetic pattern; an endless, worthless cycle. Why did he do the same thing over and over?\\nAnd why did her mother put up with it? She did not understand at first. One day, the mother said to\\nthe girl, \"That's just who your father is.\"\\n\\nTo the girl, it looked as though her mother was forcing a smile. The girl eventually summed it up in\\na single thought:\\n\"I guess that's just what it's like to be married.\""
      },
      "000007": {
        "text_": "Days pass. Months pass. How many winters has it been now? As always, she drinks her\\nwarm goat milk and stares out the window at nothing of particular importance. Giant trees. Mysterious\\nanimals. Colorful flowers. Creepy insects. From spring to autumn, the whole outdoors surrounding\\ntheir home is her special place. She spends her days covered in mud as she runs through\\nthe mountains, following her curiosity wherever it leads. But winter? Well, winter is different. Deep\\nbanks of snow confine the girl to her house; her world shrinks down to a single fogged-over window.\\nShe hates winter. She hates it with all that she is.\\n\\nThis winter, her mother is nearing full term with her second child. But her father is off\\nwandering the world again, so the two of them are home alone. Despite her pregnancy, her mother\\nstays busy with housework and knitting. The girl understands this is what supports them both, and\\ndoes her best to play alone and out of the way. But the house is so very <i>boring</i>. Lately, she's been\\nwhittling herself small toys out of wood, but that can only pass the time for so long. Today, the girl\\nsimply sits and waits for the day to end.\\n\\nEventually, her gaze leaves the window and wanders about. This room, with the large table\\nand fireplace, is where she and her mother—and occasionally her father—take their meals. Bottles of\\nher father's drinks sit in a row on the mantle. They almost seem lonely, as if wondering why no one\\nhas yet popped their corks to enjoy the wonders within. In the kitchen, something bubbles merrily\\naway. Her mother is preparing dinner. Though there is still milk in her cup, she sets it on the table\\nand wanders off to find a different room to play in. Sadly, the house is not very large. She arrives at\\nher destination within seconds. A tired wooden door stands before her. And on the other side...is a\\nmystery. Boredom has made the girl bold. This is the only room in the house she has never seen.\\nIt is her father's room. He has forbidden anyone else from entering it.\\n\\n\"I have important things in there,\" he often said,\\n\"and I don't need you fiddling around.\"\\n\"He is <i>definitely</i> hiding something,\" says the girl to no one.\\n\\nShe feels years of defiance and resentment boiling up, and suddenly wants to open that door more\\nthan anything. But if her mother catches her, she will be very upset. Her mother takes promises with\\nher father seriously, after all. That was why she snuck past her mother in the kitchen and approached\\nthe door on feet as quiet as a cat. Before her, a door. Behind it, a space for her father alone.\\nShe can hear her own heartbeat. Sweat glistens on her palms. She is nervous about disobeying\\nher father, but also about learning his secrets.\\n\\nFinally, the girl pushes the ill-fitted wooden door ajar, slips through the gap, and closes it\\nbehind her. The room is silent in the absence of its owner. It is also exceedingly plain, with only a bed,\\na desk, and a small assortment of adventuring tools. She begins her exploration at the desk. It is\\ncovered with a messy stack of papers. There is a date scrawled on each. The girl flips through the\\npapers idly. They are records of his adventures. The rough handwriting belies the fact he wrote them\\nall himself. Each story tells of dangers faced on his travels; of moments that mark the line between\\nlife and death. They tell what he thought, what he did, and how he felt. They also speak of all the\\nmarvelous sights he has seen. They're so detailed, it's like the girl is there with him. She digs deeper\\nand deeper into the pile before finally reaching the bottom, where she finds a paper from one year in\\nparticular: The year she was born. She opens the record and begins to read—and as she does, her\\nheart leaps into her throat."
      },
      "000010": {
        "text_": "I was very young when I first snuck into Dad's room. He had a pile of writings there, but one\\nin particular spoke to me. The date on the cover was from the year I was born. My name was written\\nat the top, and below that was paragraph after paragraph of kind words for his beloved child. I'd often\\ndoubted he even remembered me at all, so I held it tight and read furiously.\\n\\n<i>I want to show my beloved daughter all the secrets that slumber in this wide, wide world. I want to\\nprove to her that I have lived. And I want her to know how so very beautiful the world can be.</i>\\n<i>That's why I'm writing down my adventures starting today: So that someday she can know all this for\\nherself.</i> <i>My only wish is that her life be filled with joy and wonder. I would give anything for that.</i>\\n\\nDad was a large, loud, awkward man. And he was <i>terrible</i> at expressing his feelings—especially love.\\nBut in that moment... I suddenly understood him. The date on that entry was three months after my birthday.\\n\\nMom told me he was off adventuring the day I was born. He must have written it when he\\ncame back. That's just the kind of man he was. After that, my impression of him changed. Once I\\nknew he loved me—<i>really</i> knew it—my feelings of defiance and revulsion slowly began to change.\\nA few days after I snuck into his room, he came home. Like always, he got hammered, fought with Mom,\\nand stomped off to his room. I was still young, and though I understood him a little bit better, I hadn't\\nhad time to process everything yet, so I was still annoyed. It was hard to hear them fight—especially\\nbecause I knew how much it hurt Mom. And like I said, I was still processing everything. But somehow\\nI mustered up the courage to give him a present.\\n\\nIt was the next morning, just as he was heading out. The snow was heavy that day. I woke\\nup early, walked outside, and handed him a letter and a good-luck charm I'd carved out of wood.\\nIt was the first present I'd ever given him, and he looked a little shocked to receive it. But then he\\nsmiled at me, muttered an awkward thank-you, and tucked them both away in one of his pockets.\\nThat smile made me feel like my heart was going to burst. Then he walked over the horizon and\\ndisappeared. I was euphoric, flying, so I ran back inside and asked Mom to teach me how to knit.\\nI wanted to make him a pair of mittens for when he got back. I'd never given a damn about knitting\\nbefore, but now making something nice for Dad was all I could think about. Maybe I thought it would\\nmake up for all the coldness I'd shown him over the years. Unfortunately... I was never able to give\\nhim those mittens. Because after he left that day, he never came back.\\n\\nI've been waiting for ten years now.\\n\"You're back! You're back! Tell me a story! An ADVENTURE story!\"\\nWhen I open the door and enter the house, my little brother runs up and attaches himself to my leg.\\nHe's far happier than I ever was at that age—and why not? He's healthy and loved and has the whole\\noutdoors as his playground. But unlike me, all he knows about Dad are his stories.\\n\\n\"I'm gonna be an adventurer just like you, Sis!\"\\nI now travel the world as a fledgling adventurer. And on the occasions I make it home, I always make\\nsure to spin my brother a tale or three. The records my father left behind are my most precious treasures.\\nMom was beside herself when I told her I was going to be an adventurer, but she eventually came\\naround; you can only fight what's in your blood for so long, you know?\\n\\nI still remember what Dad said that night:\\n\"Y'know, if you were a boy, I'd take ya on an adventure with me.\"\\nI hated him in that moment—and it took a long, long time for that hate to finally drain away. And while\\nI couldn't express what I felt when I was a kid, I can put it into words now. He was wrong. I <i>knew</i> he\\nwas wrong. And I wanted him to admit it. So I'm going to prove to him that a woman can be just as\\nskilled an adventurer as any man....Heh. I guess I really am his daughter, huh? Anyway, if I ever find\\nhim out there in this great, wide world, I'll do what Mom would do and give him holy hell. And each\\ntime I set out for some new and unseen land, I pray this is the time where it will finally happen. And\\nof course, I always carry the mittens.\\n\\n...You know. Just in case."
      }
    },
    "0011004": {
      "000001": {
        "text_": "\"Morning, sleepyhead. You getting up today?\"\\nThe man gently places his hand on his wife's cheek as he speaks; her skin is cool to the touch.\\n<i>Her temperature must drop while she sleeps</i>, he thinks. The woman does not so much as stir.\\nThe only sound in the room is her deep, steady breathing. It is the only way he knows she still lives.\\nShe has been asleep for nearly two weeks.\\n\\nTen days ago, they fought Flowers in the city ruins. It was a relentless battle, and many\\ndid not see it through to come out intact on the other side. His wife's head was injured during the\\nskirmish, and though the wound is healing nicely, she remains unconscious. The doctor said it was\\nan after-effect of receiving a strong blow to the brain. He also warned the man she might never\\nregain herself. He knows he should be happy she still lives. Nonetheless, he finds himself praying:\\n\"Please wake up, honey. <i>Please.</i>\"\\n\\nThe man had already lost his son to the Flowers. And now they threatened to steal his wife as well.\\nHis body shivers in fear at the prospect, the anxiety boring a hole in his heart. The Flowers were\\ntaking everything from him. <i>Everything.</i> Hate swirls inside him as he unconsciously clenches his\\nhands into fists. If only he could eradicate the Flowers...\\nIf only he had the strength to kill them...\\n\\n<i>All right, enough of that. She's going to wake up.</i> The man draws himself up straight, patching\\nthe hole in his heart through sheer force of will. Soon, a voice comes over the PA announcing\\nmealtime. Even this dreary announcement, played at the same time every day, serves to take his\\nmind from his troubles. For the first time ever, he finds the managed routines and strict rules of his\\nlifestyle are granting him a sense of security and peace.\\n\\n\"I'm off to eat, honey,\" he whispers.\\n\"Be back soon.\"\\n\\nThe man makes his way to the feeding hall. It is a simple space fitted with sterile terminals where\\npeople receive meals after scanning their IDs, as well as rows of small tables where they can eat.\\nRight now, it is filled with prisoners who live in the man's block. They line up in neat rows, receive\\nthe same food, plop down in assigned seats, and eat silently. The prisoners are treated like animals;\\nit is an unnerving sight. But tools for war must be properly managed. The man looks at the empty seat\\nbeside him where his wife would typically sit. The food seems even more bland than usual this day.\\n\\nSuddenly, the voice of their commander rings out.\\n\"Eyes on, people!\" Tension ripples through the prisoners; an appearance from the commander\\ntypically foreshadows a problem.\\n\"We are currently recruiting testers for new equipment. Anyone who wishes to take part can apply\\nat the terminal in their room. That is all.\"\\n\\nThe message delivered, he spins on a heel and leaves. The prisoners breathe a sigh of relief. The\\nR&D Department was constantly researching weapons and other gear that might be of use against\\nthe Flowers. They managed every aspect of the prisoners' equipment, right down to what they wore\\nin their daily lives. Their clothes heightened the wearer's resistances and strength, but also allowed\\nthe commander control of their bodies and minds. Despite their ill feelings toward their garb, they\\nall agreed the clothes had saved their lives on multiple occasions. For the man, however, the fact\\nhe is no better than a slave is something he has made peace with—for he will shoulder any burden\\nand bear any pain to have his revenge. He will do whatever is necessary.\\n\\n<i>New equipment, eh? Interesting...</i>\\n\\nWith more powerful weapons and equipment, they could inflict more damage on the Flowers and\\nreturn from battle with fewer casualties. And maybe even end the war altogether. The man knows\\nmany people will apply to test the new equipment, because they all share this same goal.\\nPlus, better equipment means a better chance of survival. The man thinks it over. Though he wishes\\nto stay at his wife's side, he knows he won't actually be able to <i>do</i> anything for her. So when he\\nreturns to his room, he turns on his terminal and applies to test the new equipment."
      },
      "000004": {
        "text_": "Several days later, the man finds himself walking toward the R&D training room. When\\nhe arrives, five prisoners are already there. These are the applicants who were chosen. There\\ndoes not seem to be a particular type: he sees all kinds, from muscle-bound men to slender,\\nwiry women. Once they are gathered, the commander begins to speak:\\n\"Put your gear on and prepare to spar.\"\\n\\nThe commander brings out six sets of bizarre clothing. They are called enhancement suits, and each\\none upgrades its wearer in different ways.\\n\\nThe man's suit is called a \"power model.\"\\nIt is designed to heighten the wearer's physical strength. The outfit is completely black, and has\\na solemn, imposing air. It is made from a thick, heavy material that seems designed to function as a\\nflexible suit of armor. He puts it on and closes the seals, noting with grim satisfaction how it encloses\\nhis entire body. The remaining five suits for the other prisoners consist of three combat-oriented\\nmodels—speed, defense, and magic—and two support models: scout and medic. Today, they will be\\ntesting the combat suits.\\n\\nHis suit ready, the man walks to the middle of the room. Opposite him is a man in a speed\\nsuit. He can't be more than twenty years old—little more than a kid. His suit is bright yellow, and\\nappears only lightly armored. <i>Speed, eh? I wonder how fast we're talkin' here.</i> The two combatants\\nface each other, muscles tense. After a few moments, a buzzer sounds.\\n\"I'm coming for you, old man!\" screams the kid.\\n\\nThe moment the words leave his mouth, he closes the distance between them in a blur. Before the\\nman even knows what is happening, the kid punches him square in the face. He stumbles across\\nthe room before coming to a stop against the back wall.\\n\\n\"Oh, it ain't naptime yet, pops!\"\\nThe kid races across the room before the man can even regain his feet. He begins dancing around\\nhim, always in his blind spot, pummeling him with a series of rapid blows and kicks. But the man\\nfeels no pain. The impact is intense, but lacks the power to penetrate his armor. The kid quickly\\nseems to grasp this as well, and redoubles his attacks in an effort to pummel his foe into some kind\\nof submission. His arms move too fast to be seen. His legs are streaks of yellow light.\\n\\n\"Give up already, you dog!\" the kid taunts.\\nWith each strike the kid makes, he tosses in a barb of the tongue. The man can't tell if his opponent\\nis trying to goad him into sloppiness or is just always like this. Regardless, the kid clearly has the\\nmindset of a warrior. The man places his back against the wall and raises his guard. Though each\\nstrike by itself does little damage, he knows the kid's furious onslaught will eventually wear him\\ndown. The man looks for chances to strike back, but the kid's speed shows no sign of slowing.\\nPerhaps the speed suit also raises his stamina. Regardless, the power model is heavy, and unsuited\\nto prolonged fights. <i>Time for a new plan...</i>\\n\\n\"Was that you hitting me just now, kid? I thought a fly landed on me.\"\\n\"The hell did you say!?\"\\n\\nTaking the bait, the young man launches a roundhouse kick. His foot makes contact with the\\nman's side, sending a shockwave through his entire body.... But it also leaves an opening. Before the\\nkid can recover, the man rears back and drives a fist into his gut. The young man stops moving.\\nHe stands in place, wobbling back and forth like a dying top, then slumps to the ground.\\n\\n\"N-nice shot, buddy...\" says the kid as he fades into unconsciousness.\\n\"But next time, I...won't lose...\"\\n\"Heh. You fought well, kid.\"\\n\\nThe man chuckles at his opponent's unceasing confidence, even when staring down defeat.\\nHis clouded heart feels a bit lighter.\\n\\nThe prisoners—including the kid—spend the next few days in their suits, pushing them to\\ntheir very limits. Once this is done, they are ready to test them for true."
      },
      "000007": {
        "text_": "Urban Residential District: Block One The prisoners stand in a line amidst abandoned\\nbuildings. Each one is clad in a different suit. Their mission is to eliminate all Flowers in the area.\\nThough technically a capability test of the suits, it is still a genuine battle. If the test goes well, the\\nenhancement suits would be officially rolled out as new equipment, and hopefully increase the survival\\nrates of all prisoners. The six are determined to make the mission a success. The scout activates her\\nsensors and scans the area. Ten Flowers are detected in Block Three. Flowers typically live in easily\\nspotted clusters. However, there are also stealth types that do not show up on scans. They will have\\nto keep their guards up at all times. The six slowly and carefully pick their way through the ruins.\\n\\nUrban Residential District: Block Three The party receives visual confirmation of ten Flowers\\nstraight ahead. They are relieved to hear the scout's information was accurate, and proceed to the\\nnext phase of the plan. The magic unit initiates the attack. She fires a heat ray from a massive gun,\\ntransforming a nearby Flower to ash. This model of suit is vulnerable while firing, but a surprise attack\\nsolves that problem.\\n\\n\"Go, kid!\" yells the man.\\n\"Do your thing!\"\\n\\nThe kid leaps into a cluster of Flowers and begins raining blows down upon them. The man follows\\nclose behind, swinging a massive greatsword that mows down everything in its path.\\n\\nThe battle is over in an instant. The power of the suits is overwhelming. They will turn the\\ntide of the war. But this overwhelming victory—and the hope it brings—makes them sloppy, and\\nthey drop their guard.\\n\\n\"Look out!\" cries the scout.\\n\"Something's co—\"\\n\\nA Flower emerges from the ground under the scout's feet. She is thrown to the side, where she\\nlands with her neck at an impossible angle. Death is instantaneous.\\n\"Everyone, behind me!\" yells the defense unit.\\n\\nHe raises a shield as the others form up in his wake. More Flowers rip through the ground beneath\\nthem. The magic unit is torn in two, causing chunks of flesh and bone to rain down around them.\\n<i>Don't lose heart now</i>, thinks the man as he grips his sword. Over a dozen Flowers now loom around\\nthem—and a moment later, they unleash hell. The defense unit adjusts his position to take the brunt\\nof the attack, while the medic does her best to keep him upright. Meanwhile, the speed and power\\nunits make their way through the chaos, cutting down one Flower before moving on to the next.\\nIt is a solid battle plan—at least at first. But while the medic can heal wounds, she is powerless\\nagainst the pain that accompanies a broken bone or a dislocated joint. Slowly but surely, pain begins\\nto overwhelm the defense unit. Finally, it becomes too much to bear. He turns to flee the\\nbattlefield, and is immediately set upon and torn apart by a pair of Flowers. Six of the creatures now\\nremain, and the man in his power suit steps into place at the fore. Each time a Flower strikes at him,\\nhe responds with a vicious attack of his own.\\n\\n<i>I won't die here. Not now. Not like this.</i>\\n<i>I won't leave my wife all alone!</i>\\n\\nThis thought is enough to carry him through the fight. The man hears a terrible sound—a cry of fear\\nand pain and utter, complete rage. He does not even realize he is the one making it.\\n\\nTime passes. Time stands still. Eventually the man emerges from his bloodlust\\nand sees the kid resting on his knees.\\n\\n\"W-we did it...\" whispers the kid.\\n\"We actually did it.\"\\n\\nOnly then does the man notice the shredded remains of Flowers all around them. There might still\\nbe more lurking underground. If so, he does not have the energy to fight. Suddenly, he hears a\\nfamiliar announcement:\\n\\n\"Enhancement suit battle test complete.\"\\n\"Commencing phase three of the experiment.\"\\n\\nAs though triggered by the voice, pain courses through his head. Suddenly, a voice rings out,\\nblocking all other thought.\\n\\nPROTECT YOUR FAMILY.\\nPROTECT YOUR FAMILY.\\nPROTECT YOUR FAMILY.\\nKILL THE ENEMY.\\n\\nAt the last line, the man loses consciousness."
      },
      "000010": {
        "text_": "When the man's eyes next flutter open, he finds himself lying on the floor. He struggles to\\nhis feet as the fog begins to lift from his mind... And he beholds a grisly sight. The floor is a lake of\\nblood. In the center, hunks of flesh and a broken staff. <i>That staff... It's the medic's.</i> The man examines\\nthe chunks and finally finds what remains of the medic's face. Her suit has been forcefully pried open\\nand her skin peeled from her very bones. There's not even enough left for a proper burial. The man\\nfeels nausea building inside him and turns away. But this only reveals a new horror: The kid—or what\\nremains of him. He has been impaled on a massive greatsword. His arms have been plucked from the\\nbody and discarded; his face is little more than a ruined crater. It appears the corpse was pummeled\\ninto submission long past the point where the man who existed inside was dead.\\n\\n<i>No... No, this can't be...</i>\\n\\nA horrible feeling crawls up his spine. Cold sweat runs down his face.\\n\\n<i>That sword... It's mine.</i>\\n\\n\"You killed him,\" says a familiar voice.\\nThe man whirls around to find the commander.\\n\\n\"I...killed him?\"\\n\\nHis mind rejects this fact, as does his heart. But he cannot deny his bloody hands. Or his black\\nsuit—which is now a vivid red.\\n\\n<i>I did this... Oh god, I did this!</i>\\n\\n\"Calm yourself. You are not to blame here.\"\\nThe commander proceeds to tell him everything.\\n\\nIt had all been an experiment. Command had set up the Flowers' surprise attack—\\nand once it was over, they deprived the prisoners of consciousness and had them fight to the death.\\nThe commander had planned everything. After revealing this, he begins to regale the man with tales\\nof all the data they gained from the experiment, his glee barely contained. But the man cannot hear\\nhim. His thoughts are a whirling vortex of rage.\\n\\n\"It appears to be somewhat dependent on the user's mental state and personality,\"\\ncontinues the commander.\\n\"But overall, the power suit was shown to provide the best balance of offense and defense.\"\\n\"We will begin mass-manufacturing it at once.\"\\n\\nThe man's rage compresses, finding a target in the commander.\\n\"So my friends died for a goddamn <i>test</i>?\" he growls.\\n\"No progress is without sacrifice,\" says the commander.\\n\\nHis tone is flat, as if the subject bores him. Enraged, the man rears back and launches a fist directly\\nat the commander's face. But his arm stops before it connects, his body refusing to allow it.\\nFor all his power, he is still a prisoner.\\n\\n\"DAMN YOU TO HELL!\" he wails.\\n\\nThe commander stares at the man impassively.\\n\"I could dispose of you here and now, you know?\\nIt actually might be the smart thing to do, considering all that you've learned.\"\\n\\nAn image of the man's wife leaps into his mind. <i>I can't die yet.</i> The man furrows his brow and\\nslowly lowers his fist.\\n\\n\"Good. What happened here today will be our little secret.\"\\n\"We expect great things from your tenacity, prisoner.\"\\n\"No sacrifice is too great if it means victory over the Flowers.\"\\n\\nThis said, the commander collects some bits of suits and departs. Silence fills the void.\\n\\n<i>I can't die yet. I can't die yet. I can't die yet.</i>\\n\\nThe man repeats these four words over and over. <i>I have to live for her.</i> <i>And the more of us who\\nwear these suits, the more of us who will survive.</i> <i>He's right. This is a</i> good <i>thing.</i> The man had\\nkilled them all—Flower and friend alike. Yet he felt a sense of might at his power. A sense of guilt\\nfor his actions. And a sense of excitement at the possibilities. All of these things eat away at him.\\n<i>I am strong enough to protect.</i> <i>I am strong enough to kill.</i> The darkness inside him swells and\\nwrithes and expands until finally it consumes what remains of his heart."
      }
    },
    "0012004": {
      "000001": {
        "text_": "\"This is a tale of the recent past.\"\\n\"A tale of a time when she was still human.\"\\n\"A tale of how Flowers were born into the world...\"\\n\\n\"You're going to grow up big and strong.\" A woman murmurs these words to the organic\\nmatter growing inside the incubator. She operates the console with a practiced hand. Holographic\\npanels float in the air before her, displaying detailed information on the status of the matter in the\\nincubator. The data is diverse, covering everything from humidity and temperature to the\\nconcentration of oxygen, elemental makeup of the soil, and even thermal conductivity. Each number\\nis one piece of a delicate dance; if one fails, the others will follow. It is difficult work, but the woman\\nfeels pride at her success thus far. Once, thousands of years in the past, Earth contained what was\\nknown as \"nature.\" Uncountable plants and animals flourished in ecosystems across the mountains\\nand oceans—and they did so alongside humans. But due to human expansion and ecological \\npollution—as well as disasters and climate change wrought by nature itself—the ecology was\\nweakened, and life began to sputter out. Now, the nature that once sparked plants and animals\\nacross the entire planet has been entirely lost.\\n\\nThe woman works in a genetic research facility. It was built with the newest and best\\ntechnology available, and serves as a gathering place and laboratory for the world's most prominent\\nscholars and researchers. The woman, a leader in the field of genetic engineering, now concentrates\\nall her efforts on the process of regenerating extinct plants and animals.\\n\\n\"You seem extra happy today,\" she says to her latest experiment.\\n\"So why don't we give this a go?\"\\n\\nShe flips switches and presses buttons on the console. Moments later, there is a beep and liquid\\nsprays into the incubator. That liquid is a custom-made growth accelerant that interacts directly\\nwith DNA. The moment it lands on the organic matter, a white flower springs out of the soil.\\n\\n\"Yes!\" cries the woman.\\nShe permits herself a single fist pump. In truth, she wants to leap up and go dancing through the lab,\\nbut the fact she is under constant surveillance takes much of the fun out of such spontaneous\\ncelebrations. Not to mention her embarrassing incident of long ago...\\n\"Brought another one back, did you?\"\\n\\nThe speaker is a large, muscular man in a lab coat. Though his physique is more appropriate\\nfor a soldier, he is actually a talented scientist in his own right.\\n\\n\"Honey!\" says the woman.\\n\"I thought you were sleeping. But yes, come here and take a look at this.\"\\n\\nShe and the man have been married for five years. They met in this very facility.\\n\\n\"It's pretty,\" murmurs the man as he bends down to get a better look at the incubator.\\n\"What's it called?\"\\n\"I don't know. But according to the literature, they say finding one will grant your greatest wish.\"\\n\\nThough the woman would be embarrassed to admit as much, this story is the reason she chose to\\nbring the flower back. For she has a wish she desires above all else: A wish to see the world filled\\nwith green once more. As she stares at the flower growing in the rich soil, she whispers her wish,\\nhoping that it might hear. This world knows nothing but heartache and loss, and she wants to give\\nit something good. It's the reason she studied genetic engineering in the first place. And though it\\nhas been a journey of fits and starts, her plans are finally bearing fruit.\\n\\nSuddenly, her thoughts are interrupted by the strident howl of an alarm, followed by a red\\nlight in the incubator. The two look inside and see the flower rapidly shriveling.\\n\\n\"No,\" says the woman.\\n\"No! Why is this happening!?\"\\n\\nShe frantically rechecks the information on the panels. The numbers that represent the flower's\\nnutrients are all swiftly decreasing.\\n\\n\"Hang on. I'm going to raise the values.\"\\nShe pumps additional nutrients into the incubator—twice the normal amount. Liquid gushes out,\\nadjusting the concentration of oxygen and the nutrients within the soil. But the flower continues\\nto fade, its petals falling noiselessly onto the dirt below. Her husband looks at some of the numbers\\nand furrows his brow.\\n\\n\"Strange. This flower is using far more energy than normal.\"\\nIt's a calm observation, one made from the experience of seeing countless flora wither away in his\\nown experiments. But the woman is in no mood to hear it.\\n\\n<i>I can't let it die</i>, she thinks.\\n<i>Not now. If it dies, my wish dies with it.</i>\\n\\nShe doubles down and focuses on the console. More liquid enters the incubator's glowing red interior.\\n\\n\"Come on,\" she says through clenched teeth.\\n\"Come <i>on</i>.\"\\n\"I'm not giving up on you now!\"\\n\\nFinally, the dripping flower begins to grow again,\\nits fallen petals regenerating before their eyes.... But it does not stop. A moment later, the Flower\\nsmashes out of the incubator, sending tendrils and roots coiling across the floor. It almost seems\\nto be searching for something. And it shows no signs of stopping."
      },
      "000004": {
        "text_": "A siren begins to wail. The couple presses against a far wall, trying to escape the thing\\nthey have unleashed. The Flower continues to grow. Soon, the roots have covered the entire floor.\\nThe walls are gone. The celling is gone. Nearly the entire room is buried in plant matter. Suddenly,\\nseveral of their fellow researchers force the door open and run into the lab.\\n\\n\"You guys all right?\" one of them asks, breathless.\\n\"We're fine,\" says the husband.\\n\"Just used a heavy hand with the growth accelerant, is all.\"\\n\\nThe husband explains the situation because his wife is sitting on the floor, too stunned to speak.\\nTheir fellow scientists express relief to know the couple is safe.\\n\\n\"I'm sorry,\" whispers the woman.\\n\"God, I'm so sorry.\"\\nHer husband helps her to her feet and embraces her.\\n\\n\"It's all right. I'm just glad you weren't hurt.\"\\nHis warmth melts away the tension in her heart.\\n\\n\"Hey, did you guys see this? It's really interesting...\" One of their coworkers is tapping the\\nside of the Flower's stem. Others soon gather around to make their own observations, intrigued by\\nthe situation. The stem is far tougher than that of the original plant. And its mass has clearly increased.\\nBut it didn't do so through multiplying cells—rather, it has simply increased in size.\\n\\n\"Hang on. What's this?\"\\nOne scientist is staring at the petals.\\n\\n\"Guys, look. I think there's something in here.\"\\n\"Wait, it could be dangerous,\" says the woman.\\n\"No, it's okay. I'm just going to...\"\\n\"W-wait... My arm! It's got my arm!\"\\n\\nThe man's voice begins to grow panicked. He's clearly not joking. Suddenly, he lets out a\\nhorrifying wail. The other researchers attempt to pry the petals open, but they are hard as stone\\nand won't so much as budge.\\n\\n\"Help me!\" screams the man.\\n\"Oh god, SOMEONE HELP ME!\"\\n\\nThe Flower begins to pull the man inside. His coworkers desperately try to free him, but they might\\nas well be pulling a mountain.\\n\\n\"H-help... Heeelp meeeeee...\"\\n\\nThe man is gone. From inside the now swollen corolla comes the sounds of something straining\\nand cracking. Then it flies open and sprays blood across the entire room. A hunk of flesh—the\\nremains of their coworker—flies out and tumbles across the floor. As they watch, horrified, a new\\nFlower springs up from the meat. The germinated Flower grows just as rapidly as its kin, causing\\nthe meat to shrink at the same time.\\n\\n\"My god...\" says the woman.\\n\"It's absorbing the nutrients.\"\\n\\nWith the meat depleted, the Flower begins to squirm and writhe across the floor in search of a\\nnew source of food.\\n\\n\"Run!\" someone yells.\\n\"Get the hell out of here!\"\\nThe researchers dash away as one.\\n\\nThe screams continue. The Flowers pursue the survivors, slithering over the floor like\\nsnakes with petals for heads. Each time one of the petals consumes a victim, a new Flower sprouts\\nfrom the remains. Their numbers grow. And grow. And <i>grow</i>.\\n\\n\"Here! Hide in here!\"\\nThe husband pulls the woman into a small closet in the corner of the research division.\\n\\nThey force their ragged breaths to slow as they try to remain quiet. Outside, the sounds of\\nslithering and screams are everywhere.\\n\\n\"What have I done?\"\\n<i>This was my experiment. My flower. And now it's eating people.</i> <i>Was it a dangerous plant that\\nshould never have been revived?</i> <i>Was it the fault of the growth accelerant I formulated?</i>\\nBefore she can wonder more, her husband pulls her close.\\n\\n\"Right now, we just need to survive.\"\\n\\nHis embrace drives the fear and doubt from her mind. Her shivering slowly comes to a stop.\\nBut the sounds outside continue without pause, and they know they do not have long. Suddenly,\\nher husband lets her go and reaches for the door.\\n\"Hang on, honey. I'll be right back.\"\\n\\nBefore she can say anything, he bolts from the closet, seals the door behind him, and runs down\\nthe hall while making as much noise as he possibly can. It's clear he's trying to lure them away.\\n<i>No, please... Please don't leave me here alone...</i>"
      },
      "000007": {
        "text_": "Time passes—she has no idea how much. Eventually, the slithers and screams die off,\\nleaving the facility enrobed in an unnatural silence. She attempts to leave the closet, but the door\\nis locked. The woman feels her body growing cold, perhaps due to fear and guilt. All she can do is\\nwait and pray for her husband to return. Ironically, they had met in this very closet.\\n\\nHer arms had been piled with equipment that day, and she was unable to work the knob.\\nSuddenly, her gallant knight swooped in and opened the door for her.\\n\\n\"Maybe leave a few things behind next time, ya dope,\" he'd said with a chuckle. Oh, she had been\\nmad. More than mad—<i>furious</i>. But as he continued to assist her from time to time, she found herself\\nbecoming attracted to him. She had a tendency to get lost in her research, sometimes even forgetting\\nto sleep and eat, but he was always there to support her.\\n\\nSuddenly, a faint voice snaps her back to reality.\\n\"...There? Is anyone there?\" The woman leaps to her feet and starts pounding on the door.\\n\"Here!\" she cries. \"I'm in here!\" Footsteps pound into place outside the closet. She hears radio\\ncalls, breathing, muttered commands.\\n\\n\"We're going to cut through the door. Stand back.\"\\nA glowing red dot appears in the center of the door, sending up smoke. Soon, the high-temperature \\ncutter begins slicing a hole in the steel. When it is halfway done, she peeks through the opening\\nand beholds a horrible sight. The walls, floors, and ceiling of the facility have had furrows gouged\\ninto them by the snaking movements of the Flowers. And within each furrow is tightly packed meat\\nthat oozes fresh blood. Bodies that weren't absorbed had been ground into paste by the sheer bulk\\nof the Flowers. The woman can't even tell who they used to be. But when the smell hits her,\\nshe turns aside and vomits.\\n\\n\"You all right, ma'am?\"\\nThe voice comes from a soldier looking at her through the hole in the door. He's covered head-to-toe\\nin thick black armor and holds an imposing beam rifle in his hand. He looks to be ready for war.\\nThe woman nods, wipes her mouth with a shaking hand, and crawls out through the hole.\\n\\nThe smell is worse out here. <i>Much</i> worse. And it brings everything rushing back: The\\nscreams of pain. The snapping of bones. The delight of the Flowers as they ate. She can hear and\\nsee it all over again. She turns to the side and vomits once more, but all that comes out is a stream\\nof yellow bile. Her body has nothing left to give.\\n\\n\"W-were there any others survivors?\" asks the woman, hoping against hope for a miracle. The\\nsoldiers just shake their heads. The hues of despair grow darker. But she cannot stay here. Not\\nwhen he might be alive. Not when he might need her help.\\n\\n\"I'm coming with you,\" she says. \"I need to find my husband.\"\\n\"Oh, and I know every inch of this facility, so I can guide you wherever you need to go.\"\\n\\nAfter a brief conference, the solders bring her along. Eventually, they arrive at the most\\nheavily damaged area. This is Research Block 21—the location of the woman's lab. It's as if\\nsomeone redecorated the room to look like a version of Hell. Everything, from the floors to the ceiling,\\nis painted red: Blood from the birth of a Flower. How many of her coworkers had been consumed?\\nHow many had she <i>killed</i>? The guilt chills her to the bone. Suddenly, a deep bellow rumbles out.\\nSomething is coming their way. Something massive.\\n\\n\"In positions, now!\"\\nThe soldiers raise rifles to shoulders as the enemy approaches. It's a Flower—one far bigger than\\nany they've seen before. It is the most horrible sight imaginable. The petals are imprinted with the\\nfaces of victims. Not one face or two—but <i>dozens</i>. But the military captain pays this no mind.\\n\\n\"All units...fire.\" The world dissolves into a hail of gunfire. The Flower begins to scream.\\n<i>My god... It sounds human. </i><i>Could it really have evolved human traits so quickly?</i> Above the crackle\\nand roar of the firefight, the woman hears a most familiar voice. And when she looks at the Flower\\nagain, she sees the face of her love.\\n\\n\"Stop! Don't shoot him!\"\\n\\nShe rushes for a nearby soldier, but he pays her no mind. Her pleas go unheard. Her actions are\\nmeaningless. Her husband is gone. Knowing this, she breaks down into sobs.\\n<i>This is my fault. It's all my fault.</i>\\n\\n<i>I'm sorry.</i>\\n<i>I'm sorry.</i>\\n<i>I'm sorry.</i>\\n\\nWhen the fighting stops, the Flower lies unmoving on the ground. The woman cradles her dead\\nhusband and continues to apologize. She does so until her voice finally fails her."
      },
      "000010": {
        "text_": "Months go by. They thought they'd dispatched the Flowers that day.... But they were wrong.\\nAnother Flower had been found. Then another. And another. The Flowers sow seeds soon after\\nthey are born. It is all anyone can talk about anymore. The news is nothing but death figures and\\nhorrible stories. And those who manage to escape often find they have no home to return to. The\\nFlowers evolve. They adapt. They increase their reproductive rates, perfect their strategy, and soon\\nare the greatest disaster the world has ever known.\\n\\n\"...No. No! NO!\"\\n\\nEnraged, the woman smashes her hand against the console. Her cheeks are hollow; her eyes\\ndarkened pits. She can't remember the last time she slept. Currently, she is working in a small\\nlaboratory constructed by another organization. Their only goal is to find a way to stop the Flowers.\\nAs the sole survivor from the research facility, leadership of this fight had fallen on her shoulders.\\nShe was locked away and tasked with analyzing Flower carcasses in order to find a chemical\\nsolution that could kill them. For a time, it looked like their quest would be successful—\\nbut the Flowers quickly evolved a resistance to the solution. Each time they created a new chemical,\\nthe Flowers adapted to counter it.\\n\\nNow, she stands before a Flower in a massive incubator. On its petals she sees the faces\\nof her coworkers and husband. Her mind has whirled with thoughts since that day. Were they\\nthings she should not wish for? Did they go against nature? Was all of this technology too powerful\\nfor humans? She has thought about putting herself out of her misery. But when she thinks of\\nwhat her husband went through, she finds herself driven by the need for redemption. But this, too,\\nis coming to an end. It has been five days since her liaison with the outside world stopped arriving.\\nPerhaps he decided the research was fruitless and walked away. Perhaps a Flower killed him. Her\\nfood supplies are gone, yet she feel strangely at ease. She wonders idly if her senses are beginning\\nto break down. From a distance, she hears the approaching footsteps of the reaper.\\n\\n\"Honey...\"\\nHer husband floats in the incubator, fully merged with the Flower. If she was just doing this to\\ndie a failure in the end, it would have been better to become part of the petals with him. \\n<i>But I know you wouldn't give up.</i> She stands up once more, fighting off the despair in her heart.\\nAnd then...an idea. She fiddles with the console, a faint smile on her face. Perhaps it is folly—\\nor perhaps it is the only way they will ever be able to kill the Flowers.\\n\\nDays pass. The liaison never arrives. The woman is skin and bones, barely able to move.\\nShe stands before the incubator with an inscrutable expression and stares at the thing inside. There,\\nfloating in the tank, is a couple. She had combined the genes of people and Flowers to create\\nclones of herself and her husband. With a shaking hand, she operates the console. The liquid in\\nthe incubator drains away, and the couple awakens.\\n\\n\"Your name is F66x.\"\\n\"Your name is 063y.\"\\n\"Together, you will eliminate the Flowers from this world.\"\\n\\nThe couple nods silently. No matter how many times they might be stricken with despair... No\\nmatter how many times they meet a cruel end... They will be reborn again, and throw themselves\\ninto battle with the hated Flowers anew. That is how they will achieve victory—and how the\\nwoman will gain her redemption. And so, she gives her cloned self its first order: \"Kill me.\"\\nThe clone nods silently and wraps its hands around her neck. As fingers tighten, consciousness\\nslips away. Yet the woman wears an expression of utter peace.\\n\\nDecades pass. The Flowers can infinitely reproduce. The clones can infinitely reproduce.\\nTheir war rages on to this day. And in the midst of this neverending battle, nature begins to take\\nroot within the empty cities."
      }
    },
    "0013002": {
      "000001": {
        "text_": "Cheers ring out from the dusty barracks. In a shift from the tense atmosphere on the eve\\nof their operation, the soldiers now laugh easily with each other as they celebrate the great victory\\nthey have won. \"Cheers!\" Golden ale flows freely and without formality of rank. The men drain\\nglass after glass, scarcely noticing how much they are spilling in the process. Their unit had\\nsecured a miraculous victory, and this party is their reward. But they are drunk on more than ale\\nthis night; they took on an impossible mission and came back alive, and this fact alone makes\\ntheir heads swim and their speech giddy. Men brag of their accomplishments in battle. They brag\\nabout the beauty of their wives. Every lip is loosened and free. Apparently some of the soldiers\\neven earned promotions for their valor on the mission.\\n\\nBut inside this bright atmosphere, a single young soldier sits apart from the others with\\na glum look on his face. He had infiltrated the enemy base alone—against the orders of his direct\\ncommander—and slain the enemy captain. Though their victory was due in large part to this deed,\\nhis actions were still troubling. No matter how well it had turned out, he had ignored a direct order\\nfrom a superior; a court-martial would be unsurprising. That he did so because of a personal\\ngrudge is perhaps the most troubling fact of all. By all rights, he should have died on that battlefield.\\nBut his life was saved by his fellow soldiers—and especially by the quick thinking and bravery of\\nthe very captain whose orders he was so quick to disregard. Regardless, the boy sits alone, not\\nbothering to thank the men around him or share a meal or drink. His mind is still back with the\\nenemy commander. The same man who killed his parents so long ago. After years of chasing him,\\nthe boy had finally cornered his target and plunged his weapon into his heart, along with all of his\\nhate. But the fall of the curtain on his revenge was hollow. He felt no exhilaration.\\nNo accomplishment. Instead, he was left with the empty bones of a past he could never reclaim.\\nWith that gloomy sadness filling the boy's head, the dying enemy captain spoke to him. He told\\nthe boy something that turned everything he'd ever believed on its head. And now, he sits\\namong his celebrating fellows and replays the words over and over again in his mind:\\n<i>The secret of my birth. My past. My true father.</i> It is so farfetched as to stretch the bounds of\\ncredulity, and yet he is unable to set it aside.\\n\\nThe boy stares blankly into space. The drink in his hand has long since grown warm,\\nbut he pays it no mind. Suddenly, a brawny soldier approaches him. Ignoring his troubled state,\\nhe plops down beside him with a most inconsiderate thud. This man had always treated the boy\\nharshly—more like an enemy than a fellow soldier in the ranks.\\n\\n\"You here to pick another fight?\" asks the boy. He can't even bother to lift his head for the query,\\nfeeling all the more gloomy from the man's presence.\\n\"Fight? No, boy. I'm damn proud of you.\"\\nThe boy is shocked to hear actual praise coming from the man. So shocked that he looks up in\\nspite of himself. There's a slight hint of envy in the words, as if the man wishes he had the guts\\nto disobey orders and sneak off to kill the enemy. Regardless, the boy finds the compliment\\nembarrassing. Quickly lowering his head to hide the flush on his cheeks, he stands and makes\\nhis way to the exit.\\n\\n\"Goin' for a piss, there?\" asks the brawny man. The boy gives a vague response and\\nducks outside.\\n\\nNight has fallen on the land. The silence is so perfect—especially when compared to the\\nchaos of the barracks—that it causes his ears to ring. Camaraderie and banter did not come easily\\nto him by nature, but that is not the reason for his discomfort this night. He has so many things\\nto think about. And here, in the dark, his thoughts are free to run rampant. He stands there for a\\nlong time, until a sound finally causes him to turn around. An injured soldier is behind him, leaning\\non a crutch. He looks at the boy and cuts straight to the point:\\n\"So, what were you doing in the enemy camp?\""
      },
      "000004": {
        "text_": "The night had deepened, the surroundings now fully dark. Faint light streams out from the\\nwindows of the barracks. The soldiers inside were still busy drinking and boasting. But here, away\\nfrom all the sound and bluster, two fellow soldiers face each other in silence. The boy studies his\\nunexpected visitor. He is young, with strong features and a shock of blond hair. But his most\\nnoticeable characteristics are his blue eyes, which seem to shine with their own inner light. The\\nboy usually pays no mind to the appearance of others, but even he remembered that distinguishing\\nfeature. He is one of the soldiers who received a promotion. Recalling that, the boy's puzzlement\\nonly grows. Gazing upon the soldier before him, he thinks back on the question he was asked.\\n<i>He asked me what I was doing in the base.</i> <i>We're not even particularly close, so why is he\\nstarting this conversation with me?</i> <i>And why did he wait until we were alone to approach me?</i>\\n\\n\"I can't answer you unless I know why you're asking.\"\\nThe blue-eyed soldier stares back at him.\\n\\nThen, after a moment, he begins to tell his tale.\\n\\n\"We were part of the operation.\"\\n\"My squad arrived at the camp after you killed the commander.\"\\n\"The enemy was in total disarray, and we were able to dispatch the stragglers with relative ease.\"\\n\"Once that was done, we searched their camp.\"\\n\"And guess what I found?\"\\n\"A confidential file marked with the crest of <i>our</i> army.\"\\n\"Naturally, I was curious how this ended up in enemy hands, so I picked it up to take a closer look.\"\\n\"But before I could open it, someone attacked me from behind and knocked me unconscious.\"\\n\"When I woke up, the file was gone.\"\\n\"But here's the thing: We neutralized the enemy soldiers—every last one of them. So who the\\nhell attacked me?\"\\n\\nThe boy starts.\\n\"Are you saying <i>I</i> attacked you?\"\\n\\nThe other soldier locks his blue eyes on the boy.\\n\\n\"That's my guess, yeah.\"\\n\"I mean, you disobeyed orders, right? Infiltrated the camp and killed the commander all by\\nyour lonesome?\"\\n\"Even you have to admit that's suspicious.\"\\n\"So I'll ask you again: What were you doing in the enemy base?\"\\n\\nWhen the boy finally speaks again, he chooses his words carefully. He tells the blue-eyed\\nsoldier how his parents had been killed when he was young. How the killer was the enemy\\ncommander. How he became a soldier specifically to find that man and end his life. And how he\\ndidn't care if he would end up court-martialed, because his revenge would be worth any price.\\nThe blue-eyed soldier remains silent. It's as if he's trying to discern the truth in the boy's words.\\nSilence settles between the two soldiers. In the quiet, the boy thinks about his comrade's story.\\n<i>He found one of our confidential files in the enemy base.</i> <i>But before he could read it, someone\\nattacked him and stole it.</i> <i>Someone from our army.</i> <i>Is that file related to what the enemy\\ncommander told me?</i> <i>Does it relate to our country's past? And does it hold the answers I need?</i>\\nAfter a bit, the blue-eyed soldier nods and turns away, apparently satisfied that the boy is innocent.\\n\\n\"Wait!\" cries the boy.\\nThe man stops.\\n\\n\"What happened to the file?\"\\n\"Well, if my suspicions are correct and it was taken by one of us, it should be in the vault here\\nat the base.\"\\n\\nHe then turns back to the boy and adds:\\n\"But don't go getting any stupid ideas.\"\\n\"You already disobeyed orders once, and it won't go well if you do it again. So just keep your\\nhead down, okay?\"\\n\\nHe then departs, limping away on his crutch. But his warning falls on deaf ears. For the boy\\nwould do anything to know what is in that file."
      },
      "000007": {
        "text_": "<i>Why did he tell me that story in the first place?</i> <i>He clearly thinks we have a traitor in our\\nmidst.</i> <i>He made contact in hopes of finding out who it is, so maybe we can form a partnership and...</i>\\nThe boy lets this thought marinate in his mind for a bit before suddenly rejecting it. If the\\nfile <i>does</i> contain the secret of his birth, he doesn't want anyone else knowing about it. He\\nbegins to formulate a plan. The blue-eyed soldier is likely correct: If the file was stolen by a\\ntraitor, it would be located in the vault.\\n\\nTheir base is a large, sprawling complex with many buildings. There are barracks, a\\ntraining ground, a reference library... And the vault, which is only accessible to a select group\\nof people. Now in the library, the boy finds himself staring at a set of blueprints for the base.\\nCoated in dust and weathered away to a dim yellow color, they seem ready to fall apart in his\\nhands. But he finds the part he wants, carefully tears it away, and quickly sidles out of the\\nroom. It is the route to the vault.\\n\\nThe boy makes his way to the changing room. But not to don a disguise. Instead, he\\nclimbs on top of a locker and removes a dusty wire panel covering an exhaust duct. A duct that\\nleads to the vault. He always cursed his small physique, but is now thrilled to have it. Drawing\\nhis shoulders tight, he manages to squeeze inside. Holding his flashlight between his cheek\\nand his shoulder, he wriggles his way forward like an inchworm. Every movement brings a new\\npuff of dust or a cobweb brushing against his face. He struggles desperately against the urge\\nto cough. But just as he is about to lose hope......he arrives at his destination. According to the\\nblueprints, the vault is directly below him. With a sigh of relief, he reaches out to the wire panel.\\nBut he can't get it free. Anger suddenly races through him, and he makes a rash decision.\\nApplying all of his strength to it, he shoves the panel until it breaks apart with a crack loud\\nenough to wake the dead. The boy scans the inside of the vault, certain that he has alerted a\\nguard or triggered some kind of alarm. The only source of light is a dimly illuminated exit sign.\\nWhen no one comes to investigate, the boy lets out a sigh of relief. Wiping a bit of sweat from\\nhis brow, he lowers himself down. The vault is filled with row after row of metal shelves. Each\\nshelf has a number, with contents organized by date and type, such as confidential documents\\nor artifacts claimed from the enemy. The boy roams through the rows, shining his light here and\\nthere. He checks dates on the confiscated items and opens any file that seems like it might be\\nrelevant to his interests. Finally, he stumbles across a folder with the word \"Confidential\"\\nstamped across it.\\n\\nIt also contains the seal of their army. Just like the one from the other soldier's tale.\\nThe boy takes a deep breath and opens it. The words inside immediately draw his eye:\\n\"INFANT ABDUCTION STRATEGY\"\\nHis heart begins to race. With a single trembling finger, he reaches out and slowly turns the page.\\nIt is a complete accounting of his country's actions. The plan was designed to create powerful\\nsoldiers. They researched genes from people across the world, looking for those with the traits\\nthey sought. Before long, they had a pool of possible recruits. Once an infant was found from a\\ndesired genetic line, they were kidnapped and raised as one of their own citizens. Everything the\\nenemy commander had told him was true. And with each line he reads, the boy's long-held beliefs\\ncollapse. It is a pain unlike anything he has ever felt."
      },
      "000010": {
        "text_": "Here, in the darkest part of his nation, the boy has uncovered the harshest of truths.\\nThe file. The vault. His history. The \"Infant Abduction Strategy.\" The words of his hated enemy.\\nThe words on the page. It was all coming together. His head reels. His chest tightens. He feels\\nlike he is about to faint.\\n\\nBut he does not. More precisely, he <i>will</i> not. Because he had to avoid the blade of the\\nknife that is racing up behind him. Perhaps it is the boy's natural instincts that warn him;\\nperhaps the superior genes that were mentioned in the file. Regardless, he twists his head to\\nthe side and narrowly avoids having it separated from his shoulders. The weapon is a military-issue\\ncombat knife. His attacker is a man in a mask. A thin ribbon of blood oozes down his neck\\nwhere the knife had brushed it. Though the boy does not understand what is happening, his\\ntraining takes over and he readies himself for a fight. His attacker had hoped to kill the boy from\\nbehind, which meant his plan was already falling apart. Taking advantage of this brief lapse, the\\nboy twists to the side and spins around to face his attacker. He grabs his arm by the elbow and\\nwrist, locking it in place. Then he shoves the man into a nearby wall and tears off his mask.\\nTo reveal... A pair of beautiful blue eyes. The boy is stunned for the briefest of moments. But it\\nis enough. The attacker twists his arm from the boy's grasp and backs away from him. \\n\\n\"Well, that was damn unlucky,\" says the man.\\n\"Or maybe you're just better than I thought.\"\\n\"Also, I thought I told you not to get any stupid ideas.\"\\n\\nIt was true: the man had given him a warning. But the boy had ignored it, and now they were\\nfacing off once more. This time, there would be no talk. No parley. Instead, only one of them\\nwould leave the vault alive. The blue-eyed soldier snarls at the boy. It is a sound of anger,\\nsadness, and indecision.\\n\\n\"Do you think I WANTED to do this!?\"\\n\"You think I WANTED to stab a fellow soldier in the back!?\"\\n\\nThe blue-eyed man then tells the boy a shocking truth: The chatter at the party about\\nthe \"blue-eyed guy being promoted\" was based on a lie. He had actually been transferred to\\nthe national intelligence corps. There, he was ordered to feign injury while eliminating anyone who\\nmight threaten state secrets. One of those targets was the boy, who had attracted attention\\nwhen he ignored orders and entered the enemy camp alone. His superiors ordered him to test\\nthe boy by revealing confidential information in order to see where his true loyalties lay.\\n\\n\"Goddammit,\" breathes the man when his tale is done.\\n\"GODDAMMIT!\"\\n\\nHis emotions take hold, and he lunges at the boy. But the younger soldier calmly dodges the\\nblow and takes a couple of steps back, waiting for an opportunity to deploy the small knife he\\nhas hidden on his person. <i>You came here expecting prey</i>, thinks the boy. <i>But in the end, I am\\nthe one hunting you.</i> The man screams and lunges at the boy again, but the attack is sloppy and\\neasily dodged. As his foe lumbers past, the boy pulls his knife from its sheath and draws it across\\nthe man's throat. The blue-eyed man falls to his knees, gasping. He presses his hands against his\\nthroat, but the blood simply courses through his fingers. As his heartbeat slows, he leans against\\na wall and slowly slumps to the floor. The light in his beautiful blue eyes dims. The boy gazes into\\nthem quietly.\\n\\nHe does so for a very long time. When he finally comes back to reality, the man is no longer\\nbreathing. Sheets of paper from the file are scattered at his feet. He picks up one blood-soaked\\npage and looks it over. It is a list of all the children who had been abducted. The plan had been\\nin place for some time, long enough that many of his superiors and fellow soldiers were likely\\nvictims of it. They had been stolen from other countries, incorporated into a new nation, and given\\nfake lives—just as he had been. Unable to collect his chaotic thoughts, he finds himself presented\\nwith a cruel truth: By killing a man who was supposed to be on his side, he finds himself with\\nnothing left to trust. Not his country, not his fellow soldiers, and not even himself.\\n\\nAnger. Sadness. Unease. Fear. Hate.\\n\\nAll these emotions swirl and churn in his heart.\\n\"So then... What should I live for?\"\\n\\nThe words that spill from his quivering lips are quickly swallowed up by the darkness."
      }
    },
    "0014002": {
      "000001": {
        "text_": "A perfectly ordered military procession marches forth, boots pounding in synch on the\\nhardscrabble ground. Troops kick up dirt in the training range as they run through an endless\\nseries of drills. If a person joins the military, they are essentially offering up their life to a country.\\nFor when the time comes, they will be thrown into battle without hesitation or mercy. Yet in this\\npoor country, there is no end to the number of candidates eagerly waiting to enlist. This is\\nbecause the monetary bonus for joining is substantial. Thousands upon thousands apply to join\\nevery year, each one drawn by the well-known catchphrase: \"Join in a day, eat for a lifetime!\"\\nBut with so many applicants, the army can afford to be picky—\\nand most would-be recruits end up washing out. Those who are successful are assigned to one\\nof several squads, where they serve under a captain, as well as senior squadmates who function\\nas instructors. Squads eat together, sleep together, and train together. The idea is to teach\\ndiscipline through group activities.\\n\\nThis is a small base stationed at the border of the country. The new recruits stand in a\\nrow in the briefing room. At the front of the room, the captain calls the name of a recruit who\\nachieved top scores in the military exam. In response, a young man steps forward and snaps\\noff a dignified salute. The captain expresses his high hopes for the young recruit, who barks\\nout a loud \"Sir, yes, sir!\" in reply. Everyone present can feel the ambition burning inside him.\\n\\nA few nights later, loud voices ring out in the dorm. The young man has started an\\nargument with a fellow squad member. The two had been in competition with each other since\\nthe day they arrived, and often butted heads. Yet while the young man had a reputation for\\narrogance and was generally avoided by his fellow soldiers, he managed to form a sort of\\nrelationship with the other man despite their rivalry. He was his friend—perhaps his <i>only</i> friend.\\nAs their argument heats up, the other soldiers gather around and egg them on, clearly enjoying\\nthe show.\\n\\n\"You're always so goddamn selfish!\" cries the friend.\\nHe is angry—almost quaking with rage—\\nyet the young man is equally furious.\\n\"Yeah, well, I actually have things I want to ACHIEVE!\"\\n\\nThe argument quickly turns violent, forcing the other soldiers to intervene—but they have\\ntrouble pulling the two apart. The fight ends as suddenly as it began when a door opens. The\\nmoment the squad catches sight of their captain, they grow silent and fall in at perfect attention.\\nThe captain just mutters and shakes his head at the pair before ordering them to clean the storage\\nroom as punishment. The senior who was responsible for instructing the pair is also ordered to\\npitch in, and his irritation is clear.\\n\\nWhen they reach the storage room, they find it in a state of extreme disarray.\\n\\n\"Can't believe the damn captain is making me do this,\" grumbles the young man.\\n\"I mean, this is grunt work! What's even the point!?\"\\n\"Move your hands, not your mouth,\" responds the instructor.\\n\"Accepting punishment is part of being a soldier.\"\\n\\nThe silence of his fellow squadmates as they clean only spurs the young man's irritation further.\\n\"This is stupid. I have things I have to accomplish. I need to fight! I need to win a medal of honor!\"\\nA medal of honor. It is the highest honor awarded by their country, given only to soldiers who\\naccomplish greatness. Those who receive it are said to be destined for success.\\n\\n\"I'm going to be the best,\" continues the young man, \"and everyone else is going to know it!\"\\nThough many members of the army enlist for the cash bonus, the young man joined only to fulfill\\nthe ambition in his heart. But this is the first time he's ever told his squadmates about his true\\ngoals. He has skill to spare in the military arts, so it's clearly not some flash-in-the-pan ideal.\\nThe relief he feels at finally expressing it is palpable. His speech made, the young man makes\\nto leave the storage room. When his friend reminds him their work has only begun, he keeps\\nwalking and says: \"My part's done. I'm going to sleep.\" Ambitious goals cannot be achieved alone.\\nIt takes the work of those who walk beside us. This is clearly a lesson the young man has yet\\nto learn. The remaining two soldiers in the storage room smile wryly at each other, each of them\\nsilently mulling over this very thought."
      },
      "000004": {
        "text_": "Several days later... The squad is called together for a strategy meeting. As they gather\\nin the briefing room, tension fills the air. The silence is perfect. But after ten long minutes, the\\nbriefing has yet to begin. It seems the captain has slept in. <i>Again.</i> This realization spurs the young\\nman's frustration anew.\\n\\nFinally, the captain arrives in a disheveled state.\\n\"Sorry about that,\" he says to muted laughter.\\n\"Guess I missed the alarm again.\"\\n\\nThis said, he turns serious, as does the rest of the room.\\n\\n\"Here's the latest: We've detected enemy forces marching en masse toward the border.\"\\nAny remaining smiles in the room vanish at this news. The captain begins explaining their mission.\\n\"We are to stop the enemy's advance and protect our nation's territory. And as luck would have it,\\nthis base is directly in their path.\"\\n\"Our <i>only</i> objective is to protect this base. We just need the enemy to withdraw while keeping our\\nlosses to a minimum.\"\\n\\nThe briefing room fills with murmurs at this news. Reactions run the gamut from\\nenthusiasm to relief to unease. But the young man leaps to his feet and asks permission to speak.\\nStifling a tired yawn, the captain tells him to continue. The sneer on the young man's face is\\nclear to all. After some initial comments on the state of the enemy, he voices disagreement with\\nthe plan, and suggests a total annihilation of their forces instead. A nervous buzz ripples through\\nthe room. But the young man ignores it and continues pressing his case.\\n\\n\"These people have threatened our borders for far too long! If we take out one of their squadrons,\\nwe'll be heroes! People will have to—\"\\n\"That's enough, soldier,\" says the captain softly.\\n\"Remember what I said? The most important part of this plan is defending the base and keeping\\ncasualties to a bare minimum. Because if any of the men here die, that falls on me.\"\\n\\nRather than backing down, the young man redoubles his efforts and engages in verbal sparring\\nwith the captain for some time.\\n\\nIn the end, however, he is overruled and the briefing ends. His plan rejected, the young\\nman is infuriated.\\n\\n\"Why the hell doesn't he get it!? I'm thinking of this squad far more than he is!\"\\nStill convinced his plan is correct, he makes the rounds of his fellow soldiers, looking for any\\nwho might agree with him. With the arrogant attitude he has always displayed to his fellows, he\\ndoes not find many who will side with him. Even the man he thinks of as his best friend turns\\nhim down. It's not that he doesn't desire glory; everyone in the squad wants nothing more than\\nto wear a medal of honor. But he joined the military to keep his head down, follow orders, and\\nsend money home to his family. So he can't risk everything on his friend's reckless plan. Were\\nthese reasons true? Perhaps. Or perhaps he is simply irritated the young man is crafting\\nalternative plans on his own without even consulting anyone. The young man realizes his friend\\nhas balled his hand into a fist. With the thoughts and emotions of the pair still at odds, the day\\nof the operation grows ever closer..."
      },
      "000007": {
        "text_": "The battlefield is silent; it's almost impossible to believe a war ever raged here. All the\\nyoung man can hear is his own ragged breath. He stands in the borders of the base; scattered\\nbefore him are countless numbers of corpses. There is no doubt who they are.\\n\\nFour hours earlier... The enemy arrives at the base, and the battle begins. The squad\\ndigs in and defends the base from the enemy, just as the captain ordered. But the young man,\\nimpatient with this war of attrition, decides to commence with his own plan. Taking advantage\\nof the terrain surrounding the base, he launches a surprise attack that takes out half the enemy\\nin a single swoop. He is joined by a handful of soldiers who see things his way—\\nand though many of them fall in battle, their bold tactics force the enemy to initiate a full retreat.\\nAs he watches his foes scatter, the young man grins.\\n\\n\"I was right,\" he whispers.\\n\"I was <i>right</i>.\"\\n\\nThough his squad had not accomplished much in battle until now, they are sure to earn praise\\nfor this great victory. He is one step closer to his medal of honor.\\n\\nWith those thoughts in his mind, he returns to the base—\\nbut the sight waiting for him there is a hellscape. His squadmates—all of them—lie dead or\\ndying on the ground. Dumbfounded, he wanders among their bodies, the smell of burnt flesh\\nand blood and gunpowder stinging his nostrils. It is the most horrific sight the young man has\\never seen. He forces his breathing to slow and resists the urge to vomit.\\n\\n\"It's okay,\" he tells himself.\\n\"It's okay.\"\\n\\nAnd though his legs feel heavy and false, he forces them to carry him forward. But then his foot\\ncatches on something and he tumbles to the ground. At his feet is one of his squad members,\\nheavily injured and covered in dirt and debris from an explosion. It is his instructor. Though he\\nstill breathes, it is with great difficulty, as he is bleeding from multiple wounds.\\n\\n\"Hey! Wake up!\"\\nRealizing the young man is speaking to him, the instructor manages to open a single eye. It roves\\nabout blindly for a moment before finally settling on the figure of the young man.\\n\\n\"You...attacked the enemy...\"\\n\"Knew you would...\"\\n\"The captain...tried to save you...\"\\n\"He changed...our formation... and now look at us...\"\\n\\nWith that, the instructor draws one last, hitching breath before falling silent forever.\\n<i>The captain did this for me?</i> thinks the young man. <i>But I always caused him so much trouble...</i>\\nUnable to accept his instructor's death, the young man wanders the battlefield in a haze,\\nsearching for his captain.\\n\\nInstead, he finds what remains of his only friend. An explosion has blasted off most of\\nhis left leg, leaving a pool of blood at the base of the stump.\\n\"Good to see you're in one piece...\" says his friend.\\n\\nThe fact he is still able to make jokes in such a condition is remarkable. The young man begins\\nstammering out an apology.\\n\\n\"I'm... I'm sorry. I just wanted...\"\\n\"I know,\" whispers his friend.\\n\"I wanted one too...\"\\n\"Said this was for my family...but that medal sure would have been nice...\"\\n\\nWith that, he speaks no more. Tears begin to run from the young man's eyes as he sets off\\nagain in search of his captain. He sees bodies. Bodies. <i>Bodies.</i> Each one bearing a familiar face.\\n\\nFinally, he sees the captain and runs to his side. He calls out to him again and again,\\nbut the man makes no response.\\n\\n\"Sir, I... I didn't mean...\"\\nHe grasps the captain's ravaged hand. He wants the captain to reprimand him. He <i>needs</i> it.\\nOtherwise, his apology would be meaningless. There is so much to say: He'd made a horrible\\nmistake. He'd been wrong where the captain had been right. But he can scarcely force two\\nwords together. And the tears that pour down his face only make things harder. But then the\\nyoung man realizes something:\\nThe captain is squeezing his hand in return. <i>He's still breathing. He's ALIVE!</i>\\n\\n\"Ah,\" says the captain weakly.\\n\"I'm glad you survived...\"\\n\\nThe captain's eyes are closed; his senses all but gone. There is no way he can know whose\\nhand he grasps. And yet somehow, he seems to recognize the young man, and ends his life\\nwith a faint smile on his face. With that, the operation is over. The young man is the only survivor.\\n"
      },
      "000010": {
        "text_": "Though it came at the cost of everything, the young man is finally a hero. For despite\\nthe sacrifices required, the enemy had withdrawn. The young man is given time off to recuperate.\\nWhich is how he finds himself with nothing to do. Or perhaps it is more apt to say there is\\nnothing he <i>can</i> do. Day after day, he hides in his house and attempts to drown his sorrows with\\nstrong drink. Empty bottles lie scattered across his floor. Rats run to and fro amidst the refuse\\nand spoil. He wakes up, grabs a bottle, and drinks until he passes out. When he come to, he\\nbegins the process all over again. If that was his entire life, it might be all right. But he sees\\nflashbacks to the battle in his sleep, and these nightmares torture him.\\n\\nThe battleground...\\nThe faces of enemies he killed...\\nHis squadmates dying before his eyes...\\n\\nHis instructor. His best friend. The captain. All of them die in his arms.\\n\\nDay after day\\n\\nafter day after day after day\\n\\nafter day after day after day after day\\nafter day after day after day after day\\n\\nThe nightmares play on repeat, bringing his life to a halt.\\n\\n<i>If only I hadn't made that suggestion...</i>\\n<i>If only I hadn't ignored my orders...</i>\\n<i>If only... If only... If only...</i>\\n\\nHis world becomes an endless spiral of regret.\\n\\n<i>Was there even a point to what I did?</i>\\n<i>Do I feel pride in what I did?</i>\\n<i>Was there justice to what I did?</i>\\n<i>Is this all because of my selfishness? Because of a goddamn medal?</i>\\n<i>Maybe I should just end it all.</i>\\n\\nHe drunkenly loads bullets into his gun, raises the muzzle to his temple, and stands.\\nHe places his finger on the trigger, closes his eyes, and breaths in a lungful of stale air.\\n\\n\"Hold on, everyone... I'm coming.\"\\nHe moves to pull the trigger. But he is drunker than he imagines, and with his eyes closed,\\nhis balance flees and sends him crashing into a nearby table.\\n\\nWhen he opens his eyes, he sees a familiar envelope. It is the kind used for notices by\\nthe military's highest-ranking officials. Inside is an official letter congratulating him on\\nannihilating the enemy, and announcing that he will be rewarded with a medal of honor and\\npromotion to captain.\\n\\n\"Ridiculous...\" mutters the young man.\\n\"Goddamn ridiculous...\"\\n\"I'm only alive because the rest of them saved me.\"\\n\\nSeeing the letter again reminds him that the ceremony is tomorrow. Finally, he takes a handful\\nof sleeping pills and falls into bed.\\n\\nHe dreams. It is the same dream as ever—a dream of that day. But this time, it does\\nnot begin after the battle. Instead, it begins before he set off to face the enemy on his own.\\n<i>No. I won't make the same mistake again.</i> This time, he does not initiate his plan. Instead,\\nhe remains at the base and kills every last enemy soldier he sees, swearing he will make sure\\nthey never kill again. He slays as if in the grip of madness. Enemy soldiers fall—so many he\\ncannot count their number. But it doesn't matter; he will do anything to save his brothers.\\nSuddenly, he looks out and sees the faces of the people he has been slaughtering: They are\\nall part of his squad. His instructor. His friend. His captain. He killed them with his own hands\\nonce more. With a short cry, the young man finally understands:\\n\"I'll never be able to save them, no matter what I do.\"\\n\\nThe sickening dream wakes him up. The morning sun streams in through the window.\\nIt is the day of the medal ceremony—the day of what he <i>thought</i> was his dearest wish. What\\nmeaning can there be in someone who wiped out his own squad accepting a medal? How can\\nhe face their memory? And when the ceremony is over, he will be a captain. A leader with\\ntroops of his own.\\n\\n\"What do I do, Captain? How do I atone for my sins?\"\\nHe asks himself this as he puts on his formal dress uniform. As he stares at himself in the\\nmirror for the first time in a very long while, he sees how emaciated he has become. With\\nheavy steps, he turns his back on the ghost in the glass and makes his way to the ceremonial venue. \\n\\nAlmost as though it is his redemption..."
      }
    },
    "0010004": {
      "000001": {
        "text_": "Machines line a darkened room like a row of steel coffins. With a sudden noise, a single\\ndoor swings open. The coffin contains a sleeping girl whose pure-white hair reaches down to\\nher shoulders. As her lashes flutter faintly, her eyelids slowly lift.\\n\\nDark orange eyes shine out. They dart back and forth in an attempt to grasp the situation.\\nThe first thing she sees is a monitor affixed to the wall. Then a dozen or so unmoving female\\nfigures. She blinks once and stares at their faces. She turns her gaze to each, one after the\\nother. After a moment, she realizes they are all identical.\\nEyes. Hair. Lips. Ears. Skin. Clothing. Height. Weight. Every detail is perfectly matched.\\n\\n\"......\"\\nThe girl shows no surprise at this. But it's not as if she knew it was coming. In truth, she knows\\nnothing at all. Her expression is simply blank. As blank as her shimmering white hair.\\n\\nShe exits the machine and takes a few steps forward. She passes the other girls and\\ncomes to the center of the room, then looks around again. There are around a dozen girls,\\nand an equal number of empty machines. It seems she is the last to awaken. The monitor is\\nblank. Besides the floor and walls and ceiling, there is nothing else to the room. Having taken\\nin the room, she now looks down at herself. Her clothes are the same as her companions. Her\\ncollar—which is high enough to hide her mouth—contains a small apparatus on the inside.\\n\\nThe girl turns to look at the monitor. Her face appears on it, a reflection from what scant\\nlight exists within the room. The face in the reflection matches the other girls. A pair of\\nemotionless eyes stare back at her. After a time, the screen lights up blue. White shapes are\\nprojected on the monitor. They blink and change shape, over and over again.\\n\\n\"......\"\\nThe girl understands nothing; she simply stares at the dancing figures on the screen.\\n\\nSuddenly, the apparatus in her collar springs to life, accompanied by a high-pitched\\nsound. The moment it does, the girl's consciousness is flipped upside down. Voices ring in\\nher head. Scenery dashes across her vision. Information flows inside her like a raging river.\\nHer head feels hot. The hallucinations link together; images become words in her consciousness\\nas they burn into her mind.\\n\\nV    O  IC E  CO L O   R  P  AI  N LI G  HT HE  A T FOR M S HA D OW\\nvOICE COLoR PAiN LIghT HEat ForM shaDoW \\nvoice color pain light heat form shadow\\n\\n*huff* *huff*\\nThe girl's vision returns. Her breathing remains ragged, her footing unsteady. But now she\\nunderstands. <i>We are weapons.</i> She brushes aside her sweat-slicked bangs and directs her\\nattention to the monitor. It contains writing in stark white letters:\\n\"ELEVENTH FORCED MEMORY CONFERMENT SUCCESSFUL.\"\\n\\nWeapons built from plants or animals are known as \"living weapons.\" In the case of these girls,\\nthey are based on a single human. From the time they were born to the moment they woke up,\\nthey were implanted with the instincts of a weapon and administered drugs that forcefully\\ncaused them to mature. Once they are ready, they will be given the necessary knowledge to\\nfunction as a weapon and sent into battle. They will never know the meaning of killing—or of living.\\n\\nNow, a new mission is ready for them. The order appears on the screen:\\n\"EXTERMINATE THE THIRTEEN TARGETS.\"\\nMultiples of an identical voice echo through the room, all saying the same word: \"Yes.\"\\nFollowing the description of the operation, target information appears on the screen. There is\\nno sound; merely words and charts that appear on the screen one after the other before\\nvanishing again.\\n\\n\"END BRIEFING. COMMENCE OPERATION.\"\\nWith that, the monitor goes dark once more. With the blue light gone, the room is again plunged\\ninto shadow. A white light pours in, tearing the gloom apart. A portion of the wall moves, granting\\na view of the outside world. A black van appears in the light. The girls begin their operation,\\npiling into the vehicle with perfectly synchronized footsteps."
      },
      "000004": {
        "text_": "Approximately twenty-one minutes have passed since the beginning of the operation.\\nWithin an area that was once the city center, the girls stand and stare at a single point. They\\nencountered the first target four minutes after arriving at their destination. But things have not\\nyet proceeded to a combat situation. There is one reason for that... The girls stare at their lone\\ntarget. Much like the girls, it is made with humanoid elements, including a head, torso, and\\nfour limbs. But each part is warped and twisted, like a doll haphazardly stitched together. Its\\nskin reflects the sunlight, creating an eerie rainbow. All these facts are just as their intel said\\nit would be.\\n\\nThe girl at the rear of the group is the one who woke up last. She wields a sniper rife.\\n\\n\"......\"\\nShe peers down the sight, checking on her allies. The ones on the front line wield swords and\\nother close-combat weapons. Those with spears, greatswords, and other large weapons stand\\nbehind them, while those with long-range weapons—like the girl herself—watch and wait from\\neven further in the rearguard. The weapons were procured from the self-driving vehicle they used\\nfor transport. Each girl was allotted a different one that signified their role. Though they all share\\nthe same faces and minds, they soon begin to separate from one another based on the weapon\\nthey have been given. After checking on her allies, the girl sights the target.\\n\\nSomething is different from their pre-battle information: The target shows no reaction to\\ntheir presence. While it seems to know they are there, it shows no interest, instead choosing\\nto draw idly on the ground with a single finger. This behavior is strange; they had been told their\\ntarget exhibited characteristics of being \"violent and cruel.\" This expected behavior was the\\nreason they had approached the upcoming battle with such caution.\\n\\nFive minutes later, events finally begin to unfold. A sword-wielding girl approaches the\\ntarget. She walks with slow, measured steps. The sniper carefully observes the situation. When\\nthe sword-wielder is fifteen meters away, there is movement. Empty eyes turn to stare at her.\\nThey survey her calmly. The moment she raises her sword, the target leaps into the air.\\n\\nThe battle has begun. The target twists in the air and uses the speed of its fall to slam\\nits arms down on the sword wielder. She blocks the attack with the blunt edge of her weapon.\\nA cloud of dust rises in the air at the impact. In the midst of it, the girl's eyes glow red. Empty\\neyes lock onto a crimson gaze. Both are shaped like humans, but both are false. A red light\\nzips around within the dust. Blows and parries are traded with inhuman speed. Attacks collide.\\nThe red light stops. The dust slowly settles, exposing the pair. The sniper takes in a short breath\\nand holds it. She pulls the trigger.\\n\\nThe bullet pierces the air. The moment the sound reaches the target's ears, its left arm\\nis blown from its body. The shock robs the creature of its ferocity. It slowly collapses into a\\ndefenseless heap. Another girl leaps forward from behind the sword user. Her spear pierces\\ntheir foe, ending it. <i>Target one, silenced.</i> The sniper thinks these words to herself. At the same\\ntime, she notices a strange sensation. Almost like a hole is being filled. But the girl does not\\nunderstand what the feeling is, or what brought it about. As though confirming something,\\nshe looks at her palms. There is nothing there. Even though she had just felt she had obtained\\nsomething.\\n\\n\"...Huh?\"\\nShe readjusts the grip on her rifle and stands. With the strange sensation still in her chest,\\nthe girl and her companions set out for the next target. In front is the one who wields the\\nsword. The roles given to them in battle had led her to assume a natural position of leadership.\\nThe girl in front looks down at her palm as they walk. She also does not know the source of\\nher discomfort. What they feel is not joy in victory; simply excitement that their perfectly\\ncoordinated actions have led to success. But the girls do not yet understand that."
      },
      "000007": {
        "text_": "A white shadow dashes across the ruins. The girl runs silently; ahead, her companions\\nare locked in battle with a mighty foe. If her hurried footsteps make even the slightest sound,\\nthe operation will end in failure. Yet if she slows her pace in hesitation, there would be many\\ncasualties.<i> What's the best plan of action?</i> The girl runs. She wipes her bloody hands on her\\nsleeve, adjusts her grip on her rifle, and increases her pace.\\n\\nThey encountered the mighty foe fifteen minutes ago. They had just eliminated the\\neleventh target when it happened: Calamity itself rose up above the ruins of a building. It stood\\nnearly ten meters high. Its body was unnatural—an image of the human form, but forcefully\\nstretched and enlarged, with skin scarred like an old roadmap.\\n\\nIt was a mutant:\\nA being that had somehow gained characteristics\\nwhich typically did not exist in their kind. This information was shared with them before the\\nbattle. But while they expected the mutant target, the did not expect it to appear with such <i>speed</i>.\\nThe mutant fell from the sky like a meteorite, crushing one of the girls on contact. Before the\\ngroup could even register this fact, it had felled another of their number. The girls' blood rained\\ndown across the ruined city. The mutant's empty eyes towered above them.\\n\\nWhich brings us to the present. While the group successfully reorganized their formation,\\nthe battle has not yet turned in their favor. Dodging the mutant's constant blows, the girls\\ndeliver their own. But their blades cannot pierce its thick skin. Their movements begin to slow,\\nexhaustion taking hold as attack after attack comes up empty.\\n\\nBut then, the sound of an explosion from behind the target: The unmistakable percussion\\nof a sniper rifle. A large bullet pierces the mutant's neck, causing the massive figure to stagger.\\nBut it quickly recovers. The bullet's path becomes another scar. As the girl loads another bullet\\nin the chamber, the mutant makes a slow turn to face her.... Which is exactly what she wants.\\nThe human body is covered with soft muscle and skin that stretches and contracts as it moves.\\nAnd the larger a body is, the more that muscle and skin is forced to move and contract—and to\\nstretch thin. The scars on the mutant's skin are places that have been damaged from this\\nconstant stretching. It was the sword-wielder who first realized this. As the mutant turns, a scar\\ntears open on its lower back. And while its attention is focused elsewhere, the sword-wielder\\nleaps high in the air and slams her weapon through the opening. The mutant lets out a cry as it\\ncrumbles to the ground. The girl continues running up its back, dragging her blade behind her\\nto create a massive canyon of flesh and bone. Blood fountains from the wound, painting her red.\\nThe mutant falls face first onto the ground. The earth shakes. Dust flies. The moment it falls, the\\nremaining girls focus their attack on the head. Specifically the neck, where the bullet has created\\na new scar. The sniper fires again, creating a new furrow in the creature. The rest of the group\\nattacks this new opening with relish. The mutant shivers. It howls. Its fingers contract, convulse...\\nand then, finally, it moves no more. Watching from a distance, the sniper releases her grip on her\\nrifle and lets out her breath. The purpose of holding her breath is to steady her aim. It is only\\nnatural to exhale after the shot. But this time, it almost sounds like a sigh of relief. She shoulders\\nher rifle and prepares to rejoin the group.\\n\\nBut before she can move, a sound erupts behind her. It is the thirteenth target. It had\\nemerged from the ruins close to the isolated sniper, and now tears out her windpipe. Blood\\nmists across the air. Crimson spreads over the ground.\\n\\n\"......\"\\nA ragged breath escapes from her ripped throat. In her dimming consciousness, the girl looks\\nat her palm. All she finds is her bloody, lifeless hand."
      },
      "000010": {
        "text_": "And so, the thirteenth target falls. With the operation complete, the driverless vehicle\\nreturns. The armored machine carries the group back to the place where they first woke up.\\nIt is dark in the vehicle, and featureless save for slots to store weapons and handrails along\\nthe sides. It is the typical construction for a vehicle that carries weapons.\\n\\nThe automobile motors across the wilderness. The girls sit on the floor inside. A full half\\nof them do not make the return trip. The air is filled with the scent of metal and oppressive\\nsilence. The weapons on the wall still drip with blood. One of the girls stares at them for no\\nreason in particular. She sees her own sword, as well as a number of weapons that no longer\\nhave anyone to wield them. Some of the slots contain nothing at all, their weapons having been\\ntoo damaged to recover. In particular, many guns are missing, and the largest such gap is one\\nthat used to hold a sniper rifle. A thought crosses the girl's mind as she stares at the space:\\n<i>There is a hole that will never be filled.</i> The journey continues. No one speaks. Despite\\nthe silence, they still hear nothing from outside the vehicle. Finally, the girl stops staring at the\\nweapons and closes her eyes. She leans back and waits for time to pass. She knows the return\\ntrip is the same distance as the first, but it seems to be taking much, much longer. It feels like\\nshe will be in this vehicle forever.\\n\\nSome time later... The vehicle finally comes to a stop. Its doors open automatically.\\nLight pours inside. The girls file out. Some walk slowly, nursing wounds. Some walk slowly,\\nnursing exhaustion. But the girl who had her eyes closed does not move; instead, she remains\\nin the vehicle and listens to the footsteps of her companions slowly fade into the distance.\\nOnce that sound is no more, she opens her eyes, forces herself to her feet, and steps out.\\nThe moment she touches ground, the sound of the large doors closing begins. On a whim,\\nshe turns back to look. She sees the wall of weapons slowly disappear.\\n\\n\"......\"\\nThe engine begins to hum. The girl stands in place, completely alone, until the vehicle drives off.\\n\\nWhen the girls return to their dark room, they see cold white letters on a blue screen.\\n\\n\"WELL DONE.\"\\n\"THERE ARE FEWER CASUALTIES THAN ESTIMATED.\"\\n\\nThe words of praise flicker for a moment before vanishing. A rundown of their next operation\\nsuddenly springs to life on the screen. Though the objective and plan remain the same, the\\nscale this time will be larger, including the number of targets. Which means their numbers will\\nneed to be replenished. The girls stare silently at the screen. Once the mission statement is\\ncomplete, the screen urges them to enter the row of machines for rest and wound treatment.\\nEach girl replies with a single word: \"Yes.\"\\nBut unlike the last time, they do not speak in unison. The screen falls dark. The girls follow\\norders and return to their coffins.\\n\\nInside, the girl who closed her eyes cannot stop her thoughts.\\n<i>They estimated the number of dead and injured.</i> <i>Those deaths had been predicted from the\\nstart.</i> <i>I am alive.</i> <i>But that only means I survived this day.</i> <i>If I die tomorrow, I will be replaced.\\nThe fight will go on.</i> She feels a sense of unease. Her thoughts spin as she drops her gaze to\\nher palms. There is nothing there. Perhaps there had never been <i>anything</i> there. What was\\nshe trying to think of? She does not know. The machine fills with liquid. Her consciousness\\nfades. She had felt something in her hand. But now she feels nothing. How can there be nothing?\\nHer question still unanswered, the girl slips into the dark."
      }
    }
  }
}