{
  "series": {
    "name": {
      "1": {
        "text_": "The Young Lord's Studies"
      },
      "2": {
        "text_": "Musings of a Hunter"
      },
      "3": {
        "text_": "Of Kings and Soldiers"
      },
      "4": {
        "text_": "The Wanted Man"
      },
      "5": {
        "text_": "Dreams of Colchis"
      },
      "6": {
        "text_": "Baal's Letters"
      },
      "7": {
        "text_": "A Chance for Conflict"
      },
      "8": {
        "text_": "A Future Retrospective"
      },
      "9": {
        "text_": "The Ambitious Land"
      },
      "10": {
        "text_": "Blighted Flowers"
      },
      "11": {
        "text_": "Ephemeral Memories"
      }
    }
  },
  "group": {
    "name": {
      "1": {
        "text_": "Solemnity"
      },
      "2": {
        "text_": "Devotion"
      },
      "3": {
        "text_": "Purity"
      },
      "4": {
        "text_": "The Hunt Begins"
      },
      "5": {
        "text_": "Reoccurring Dream"
      },
      "6": {
        "text_": "The Kingdom's Fate"
      },
      "7": {
        "text_": "A King and His People"
      },
      "8": {
        "text_": "Soldiers and Weapons"
      },
      "9": {
        "text_": "Heart to Heart"
      },
      "10": {
        "text_": "Meetings"
      },
      "11": {
        "text_": "Prey"
      },
      "12": {
        "text_": "Destiny"
      },
      "13": {
        "text_": "Alpha"
      },
      "14": {
        "text_": "Mythos"
      },
      "15": {
        "text_": "Hubris"
      },
      "16": {
        "text_": "True Dreams"
      },
      "17": {
        "text_": "Prophetic Dreams"
      },
      "18": {
        "text_": "Waking Dreams"
      },
      "19": {
        "text_": "An Offering of Flowers"
      },
      "20": {
        "text_": "Division and Strife"
      },
      "21": {
        "text_": "The Rallying Beacon"
      },
      "22": {
        "text_": "Life in Ages Past"
      },
      "23": {
        "text_": "The Way of Death"
      },
      "24": {
        "text_": "Shopping Malls"
      },
      "25": {
        "text_": "Dawn of Thought"
      },
      "26": {
        "text_": "Ray of Thought"
      },
      "27": {
        "text_": "Clouded Thought"
      },
      "28": {
        "text_": "Laurel"
      },
      "29": {
        "text_": "Geranium"
      },
      "30": {
        "text_": "Marigold"
      },
      "31": {
        "text_": "A Fleeting Voice"
      },
      "32": {
        "text_": "A Fleeting Love"
      },
      "33": {
        "text_": "A Fleeting Dream"
      },
      "401": {
        "text_": "Experience"
      },
      "402": {
        "text_": "Honesty"
      },
      "403": {
        "text_": "Talent"
      },
      "404": {
        "text_": "Wandering Hunter"
      },
      "405": {
        "text_": "Desperate Hunt"
      },
      "406": {
        "text_": "Traveling Companion"
      },
      "407": {
        "text_": "War and Strife"
      },
      "408": {
        "text_": "Revolt and Mob Justice"
      },
      "409": {
        "text_": "Revolution and Dreams"
      },
      "410": {
        "text_": "Deliberation"
      },
      "411": {
        "text_": "Benevolence"
      },
      "412": {
        "text_": "Roaming"
      }
    },
    "description": {
      "1": {
        "text_": "One cannot spur a people to true action on power alone; one\\nmust never grow so conceited as to think they can sway their\\nsecret hearts.\\n\\nIn order to cause a people to act, a king must first lead through his\\nown example and will. Only then will a people see fit to follow him.\\n\\n<align=\"right\">\"Notes of an Imprisoned Political Thinker\""
      },
      "2": {
        "text_": "The closer a compatriot, the more courtesy they must be treated\\nwith. A king must treasure vassals above all else; the more this is\\ndone, the greater the vassal's devotion and eventual patriotism.\\n\\nRemember that a king is only as strong as the weakest person who\\nserves under his rule.\\n\\n<align=\"right\">\"Notes of an Imprisoned Political Thinker\""
      },
      "3": {
        "text_": "So long as one sits on the throne, one must be honest;\\nto do so is to not make oneself greater than life.\\n\\nA king must acknowledge ignorance and shortcomings in his\\nabilities, ask for teachings from a wise mentor, and constantly\\nseek to reassess himself—for a king that continuously grows\\nrules a land that does the same.\\n\\n<align=\"right\">\"Notes of an Imprisoned Political Thinker\"\\n"
      },
      "4": {
        "text_": "I stopped bemoaning my lot in life after learning of the outside\\nworld. My experience was common. I accepted my past. So now\\nI live as a drifter, hunting prey with my new powers.\\n\\nI believe my path will become an offering to all the things I couldn't\\nkeep safe—and all the things I've lost.\\n\\n<align=\"right\">\"Recollections of a Lone Bounty Hunter\""
      },
      "5": {
        "text_": "The sound of rain on the window paints a scene of my past: Lumber\\nand people alike crackling as a village transforms into a massive\\ncrematorium.\\n\\nI crawl in the dirt in search of my sister, but the dream ends when\\nI lift a piece of fiery debris.\\n\\nSuch images plague me nightly; it seems regret lives on in the\\ndepths of my most secret heart.\\n\\n<align=\"right\">\"Recollections of a Lone Bounty Hunter\""
      },
      "6": {
        "text_": "Mechanical soldiers fetch a pretty penny. They're tough, sure,\\nbut hate makes the price all that much sweeter.\\n\\nSee, the kingdom's clockwork men eventually went mad, rampaging\\nout of control and slaughtering the smallfolk. Most are long gone\\nnow, but a few still remain—and my purpose is to hunt them down\\nand kill them all.\\n\\n<align=\"right\">\"Recollections of a Lone Bounty Hunter\""
      },
      "7": {
        "text_": "Today that fool of a king declared war once again.\\nHe never thinks of the soldiers when he does this—and trust me,\\nthere can be no war without soldiers.\\n\\nBut more importantly, what of the people?\\n\\nDo the royals understand how we suffer because of\\ntheir selfishness?\\n\\n<align=\"right\">\"Diary of an Old Man in the Kingdom\""
      },
      "8": {
        "text_": "The king is scheming something for the start of this war. Rumor has\\nit he's gathering soldiers that will obey his every command.\\nDoes he really think such people exist?\\n\\nWe've already lost so many to these endless wars; any left to fight\\nare not humans, but mere weapons.\\n\\nOh, what a mad fool our king is!\\n\\n<align=\"right\">\"Diary of an Old Man in the Kingdom\""
      },
      "9": {
        "text_": "The war is finally over, but it's only a matter of time before our\\nking begins a new one.\\n\\nThere's a rumor floating about that he tossed a soldier who didn't\\nprove useful into the castle storehouse. What awful treatment!\\nThey risked their life for him, and he responds with abandonment?\\n\\nSometimes I wonder if a heart even beats in his chest.\\n\\n<align=\"right\">\"Diary of an Old Man in the Kingdom\""
      },
      "10": {
        "text_": "Him? Aye, I remember this well—that's the day that lady\\ncame 'round. Been raining for days, so it had, but he was clearly\\nenchanted by her 'cause he started callin' out. 'Course she paid\\nhim no mind.\\n\\nI tell ya, I've been runnin' this shop for an age, but I ain't never seen\\na lady who was so damn beautiful in all my days!\\n\\n<align=\"right\">\"Regarding a Death (A Shopkeeper's Testimony)\""
      },
      "11": {
        "text_": "I know him. I saw the whole thing! A streetside killer moved to\\nattack the guy right as some poor woman was passing by.\\nBut before I could even call for help, the woman had gone and\\ncut the killer down!\\n\\nShe saved that man, sure as I'm standing here.\\n\\n<align=\"right\">\"Regarding a Death (A Young Woman's Testimony)\""
      },
      "12": {
        "text_": "This is fate—I'm sure of it! She MUST have been attracted to me\\nwhen we met at the shop that day! I mean, why else would she\\nexpose herself to danger and save me from that terrible thug?\\n\\nWell, that's it. I'm going back to the shop to wait.\\nI just know I'll see her again soon!\\n\\n<align=\"right\">\"Regarding a Death (The Dead Man's Diary Entry)\""
      },
      "13": {
        "text_": "I lived like an animal as a kid: Stole what I needed, slept on the\\nground and in alleys, and turned away everyone who tried to help.\\n\\nBut there was one man who saw past all that and took me in—an\\nadventurer. He had a lot of dreams that may or may not have been\\npossible, but I wanted to try and see them all the same.\\n\\n<align=\"right\">\"The Brawny Adventurer's Travelogue\""
      },
      "14": {
        "text_": "My fellow travelers tell a tale of a \"snow woman\" who lives deep in\\nthe mountains. She's gorgeous, and if you find her, she'll grant\\nyour every wish!\\n\\nApparently there's also a weathered shrine at the peak where they\\nused to sacrifice folk in the old days. That's likely where the rumors\\ncome from, 'cause no one can actually grant wishes.\\n\\n...Right?\\n\\n<align=\"right\">\"The Brawny Adventurer's Travelogue\""
      },
      "15": {
        "text_": "I'm a big, blunt guy, which means people often think I'm stupid—\\nbut adventurers need a good grasp on all sorts of things.\\n\\nTake language, for example. Can't read letters?\\nCan't read books. Can't read books?\\nCan't prepare for a new journey.\\nSee, like this book here says... Ummm...\\n\\nWell, even books you can't read make for great kindling!\\n\\n<align=\"right\">\"The Brawny Adventurer's Travelogue\""
      },
      "16": {
        "text_": "Why do humans call both a distant future they crave and the\\ninconsequential images they see while sleeping \"dreams\"?\\nIs it because the future is also a trivial, elusive mirage?\\n\\nI'm not quite certain how humans understand time, but idly\\nentrusting their fates to it is simply abandoning destiny.\\n\\n<align=\"right\">\"A Strange Tattered Document\""
      },
      "17": {
        "text_": "I should make mention that there are many types of human dreams,\\nall of which seem to have an effect on reality. What humans call\\n\"prophetic dreams\" are certainly not auguries, but they are satisfied\\nassuming this is so.\\n\\nThis emotional act of inventing happy conclusions risks losing\\nsight of important truths.\\n\\n<align=\"right\">\"A Strange Tattered Document\""
      },
      "18": {
        "text_": "\"Hope\" is often used similarly to \"dreams.\" It is a foolish thing, little\\nmore than a wish with a fancy name. Occasionally, however, I see\\na phenomenon where humans' emotional control greatly changes\\ntheir expected ability.\\n\\nThough this is hard for us to accept, the truth is that humans with\\n\"hope\" are quite fascinating to observe.\\n\\n<align=\"right\">\"A Strange Tattered Document\""
      },
      "19": {
        "text_": "FOREIGN ENEMIES SPREADING DISASTER!\\n\\nAttacks from foreign enemies are spreading across our great nation,\\ntheir motives and goals yet a mystery.\\n\\nHundreds of residents lost their lives in the most recent attack, and\\nsurvivors gathered at the scene with flowers in hand to mourn the\\nyoungest victims.\\n\\n<align=\"right\">\"Malkuth Society Interweb Newsflash\""
      },
      "20": {
        "text_": "CLASHES OVER DEVELOPMENT OF COUNTERWEAPONS!\\n\\nAs experts continue researching countermeasures for the attacks\\nspreading across our great nation, criticism mounts toward the\\ncurrent administration over their weapon-development policy.\\n\\nIn related news, radical protestors have caught the attention of\\nboth citizens and police.\\n\\n<align=\"right\">\"Malkuth Society Interweb Newsflash\""
      },
      "21": {
        "text_": "COUNTERWEAPONS DEVELOPMENT FINALLY COMPLETE!\\n\\nTesting has begun for our great nation's counterweapons.\\nAs damage from agitators spreads and our country fades, we pray\\nthese weapons will save us from danger.\\n\\nBrave volunteers are now being accepted for the first tests!\\n\\n<align=\"right\">\"Malkuth Society Interweb Newsflash\""
      },
      "22": {
        "text_": "Our job is to recover lost records of the past. The record salvaged\\ntoday was about a way of life from a certain era, when humans\\nexisted in small groups known as \"families.\"\\n\\nThese families lived in structures called \"houses,\" and owned\\ntransport called \"cars.\" I wonder if this is at all similar to our\\nway of life now?\\n\\n<align=\"right\">\"Management Office Log\""
      },
      "23": {
        "text_": "I saw this phrase in one of our salvaged human\\nrecords: \"The nature of death is what makes us what we are.\"\\n\\nWhile we cannot understand death, the experience of loss changes\\nus irrevocably; this truth contains a special power all its own.\\n\\n<align=\"right\">\"Management Office Log\""
      },
      "24": {
        "text_": "Today we salvaged records of large complexes known as\\n\"shopping malls.\" There, couples would select clothing appropriate\\nfor the opposite sex, which was considered to be an act of\\ngreat intimacy.\\n\\nThough it hardly needs to be said, this is very different from our\\nculture of today.\\n\\n<align=\"right\">\"Management Office Log\""
      },
      "25": {
        "text_": "It is my duty to spread our national ideology across the world,\\nbut sadly, minds ingrained with prejudice and fallacy seemingly\\ncannot accept our brilliance.\\n \\nTherefore, I believe our only choice is to educate from a very\\nyoung age. Oh, how I dream of a day when our ideology is\\npervasive throughout all of humanity!\\n \\n<align=\"right\">\"The Account of a Philosopher\"</align>"
      },
      "26": {
        "text_": "Most countries conduct war for money, but we are different.\\nFor us, war is a necessary sacrifice in order to lead humanity\\nalong a proper path.\\n \\nTrue, fighting demands sacrifice, but the end result is\\neverlasting peace. This is the eternal dream of all humanity,\\nand I know it to be true!\\n \\n<align=\"right\">\"The Account of a Philosopher\"</align>"
      },
      "27": {
        "text_": "In a troubling turn of events, many now hate us and have dedicated\\ntheir lives to revenge. How sad that they do not understand our ideals!\\n \\nThey should be thankful their children will grow up in such wonderful\\nenvirons. Still, I suppose words will never convince those who fail to\\nunderstand—which is why we cannot lose this war.\\n \\n<align=\"right\">\"The Account of a Philosopher\"</align>"
      },
      "28": {
        "text_": "I fought for this country because I believed in our convictions.\\nBut watching friends die around me tipped the scales, and\\nI lost myself.\\n \\nAnd yes, I could have turned my back on the fighting and ran.\\nBut that would have been its own kind of choice, and I couldn't\\nbear to lose anyone else. So I decided to keep fighting.\\n \\n<align=\"right\">\"A Soldier's Words\"</align>"
      },
      "29": {
        "text_": "People who know nothing about war are always the first to ask for\\nstories about it. You want to know about war? Have someone try to\\nstab your face and get back to me.\\n \\nI often wished I'd died in the war, but it gave me more than\\npain—it also gave me trust in those who stand with me.\\nNow I fight to protect them.\\n \\n<align=\"right\">\"A Soldier's Words\"</align>"
      },
      "30": {
        "text_": "I can remember the color of the blood as it soaked into\\nthe ground. The corpse, mouth and eyes open, stared back at me.\\n \\nIn my nightmares, I <i>am</i> that corpse. Blood flows from my mouth like\\nan opened spigot, and soldiers stand bewildered before me.\\n \\nI never want to experience that again, but conflict never\\nceases, so here I am again, gun in hand.\\n \\n<align=\"right\">\"A Soldier's Words\"</align>"
      },
      "31": {
        "text_": "Dear Mom,\\n \\nWell, I'm settling into my new life. Dad says he's sorry he doesn't\\nknow when I can go home, but I'm sure he can cure me. I really\\nwant to get better and come see everyone again soon.\\n \\n<align=\"right\">\"A Letter to a Mother (2003)\"</align>"
      },
      "32": {
        "text_": "Dear Mom,\\n \\nThanks for the pic of the garden—the kalanchoe look great!\\nYour letters really help me enjoy days I can't leave my room.\\nDad works all the time because of me, so it must be rough for\\nyou alone at home. I'll try to get better as soon as I can. Love you!\\n \\n<align=\"right\">\"A Letter to a Mother (2009)\"</align>"
      },
      "33": {
        "text_": "Dear Mom,\\n \\nThanks for the letter. Sorry I couldn't write back last month—I'm\\nsure Dad has told you already, but my symptoms aren't good.\\nStill, the researchers are all working hard, so don't worry about\\nme, okay?\\n \\n<align=\"right\">\"A Letter to a Mother (2012)\"</align>"
      },
      "401": {
        "text_": "In order to learn the unchanging fundamental rules and principles of\\nthe world, one must ask questions of an aged master.\\n \\nMuch of what our elders say are truths backed by history, and one\\nmust willingly accept such wisdom.\\n \\nFor though they may lack physical prowess, the aged master will\\nhave matured wisdom and years at their disposal.\\n \\n<align=\"right\">\"Notes of an Imprisoned Political Thinker\"</align>"
      },
      "402": {
        "text_": "Trust vassals who offer counsel that is difficult to hear. Honest\\nadvice requires great courage—far more than saying what a regent\\nwishes to hear.\\n \\nAs for the king, he must not allow emotion to intrude on state\\npolitics, instead focusing on concrete truths.\\n \\nOne must not be shackled to personal gain and feelings when it\\ncomes to national policy.\\n \\n<align=\"right\">\"Notes of an Imprisoned Political Thinker\"</align>"
      },
      "403": {
        "text_": "Understand there will always be a right person for a job and\\nemploy that idea for oneself.\\n \\nIt is impossible for a king to excel in all areas of wisdom and\\nwit; one must know and acknowledge what one lacks,\\ngather retainers to fill gaps, and rely on them unerringly—for it is a\\nwaste of energy to attempt to bury one's shortcomings.\\n \\n<align=\"right\">\"Notes of an Imprisoned Political Thinker\"</align>"
      },
      "404": {
        "text_": "Day 3. Cloudy.\\nI'm lost in the woods. Everyone would laugh if they heard a\\nhunter got lost in the woods, but I'm too much of a novice to\\ncall myself a hunter.\\n \\nAll I can rely on now are my own senses and experience.\\nHere it's life or death, eat or be eaten, weak versus strong.\\nEven a newcomer like me knows that much.\\n \\n<align=\"right\">\"Notes of a Novice Hunter in Distress\"</align>"
      },
      "405": {
        "text_": "Day 7. Cloudy, rainy.\\nI'm so hungry. My \"skill\" with a bow isn't landing any game,\\nso I've been living off nuts.\\n \\nBut God hasn't totally abandoned me—I found a sickly wolf pup\\ncrouching in the grass earlier.\\n \\nWhen I aimed at it, its mama leapt out with a howl. It was too late\\nto back off, so I pointed at her and let fly.\\n \\n<align=\"right\">\"Notes of a Novice Hunter in Distress\"</align>"
      },
      "406": {
        "text_": "Day 8. Sunny.\\nMama wolf was my first successful hunt, but her pup wailed sadly\\nafter her death, so I decided to take him with me.\\n \\nI'm going to protect this pup until he's just as strong as the other\\nanimals. It's the least I can do considering how I stole his mother.\\n \\n <align=\"right\">\"Notes of a Novice Hunter in Distress\"</align>"
      },
      "407": {
        "text_": "Last night, I saw a dream about my husband who died in the civil war.\\nHm? That's right, long ago, a civil war happened right here in our\\ncountry. Upset with the king's ways, the people revolted, and my\\nhusband was among them. He was in his 30s then, and we had just\\nmarried. Goodness, has it really been over fifty years since then?\\nHow old I've grown...\\n\\nI had hoped he would always remember me as I was when I was\\nyoung, but he appeared to me in my dream and said, \"You're every bit\\nas beautiful now as you've always been.\"\\n\\n<align=\"right\">\"Dream Diary of an Old Woman in the Kingdom\""
      },
      "408": {
        "text_": "I saw another dream about my late husband who I lost in the civil war.\\nOh, have I not talked about this before? He was killed by soldiers of\\nthe kingdom during the war. He spoke out against the kingdom on\\nbehalf of the common people, who were fatigued after so many wars.\\nThat put a target on his back, and he was the first person whose life\\nthey claimed.\\n\\nIn my dream he said to me,\\n\"I wanted to be your hero.\" How silly... I would have much rather had\\nhim alive and here by my side.\\n\\n<align=\"right\">\"Dream Diary of an Old Woman in the Kingdom\""
      },
      "409": {
        "text_": "I saw yet another dream about my late husband who I lost in the civil\\nwar. In the dream, he had won against the country. His coup d'état a\\nsuccess, he had killed the kingdom's soldiers and its king alike.\\nSeeing his victory, I felt like I was freed from a never-ending suffering.\\n\\nHe turned to me and said,\\n\"I've finally brought peace to your homeland.\" My dear, is it not time\\nyou finally come to take me with you?\\n\\n<align=\"right\">\"Dream Diary of an Old Woman in the Kingdom\""
      },
      "410": {
        "text_": "It seems this criminal commits the same acts over and over wherever\\nhe goes. Once his crimes are known and he is chased from his\\ncurrent location, he moves to a new country with a different ruler\\nand seeks out new targets to save.\\n\\nWhile this can be seen as a testament to the ubiquitousness of the\\nexploited masses, this criminal is essentially a parasite. But what\\nspurred him to action first: a need to provide salvation, or exile?\\n\\n<align=\"right\">\"Regarding a Criminal's Acts (A Prison Guard's Note)\"</align>"
      },
      "411": {
        "text_": "I know I shouldn't judge a book by its cover. But once ya crack it\\nopen, it just comes back to bother ya anyway. You know why they\\nsuspected us? 'Cause that bastard stole money and food from the\\nhigh and mighty and started handing it out! People died 'cause of\\nhim, ya know? Shoulda trusted my gut from the beginning—\\nI thought he was a bad guy, and sure enough, he was.\\n\\n<align=\"right\">\"Regarding a Criminal's Acts (A Citizen's Complaint)\"</align>"
      },
      "412": {
        "text_": "That guy? Yeah, I saw him. Thought he was angry at first, but then\\nI realized he was just in a nervous hurry—like a kid who ran away\\nfrom home after his parents yelled at him, yeah? Or maybe I just saw\\nit like that 'cause that's how it was for me. Folks always seem ill at\\nease when they got no place to belong to.\\n\\n<align=\"right\">\"Regarding a Criminal's Acts (A Soldier's Testimony)\"</align>"
      }
    }
  }
}