{
  "Main": {
    "Quest": {
      "0001": {
        "0001": {
          "0001": {
            "text_": "Massive stone towers pierce an empty sky.\\n\\nThis enormous structure is called The Cage.\\n\\nIn its shadow, a lone girl walks with purpose...\\n\\nAnd she will not leave until she has what she desires."
          }
        },
        "0002": {
          "0002": {
            "text_": "A boy of good upbringing moves across a vast wasteland, and a taciturn\\nman follows. They mind their surroundings with unease, almost as if they fear\\npursuit, until they finally reach a small, windswept town where they hope to\\nshake the road from their weary bones.\\n\\nMost of the townsfolk merely observe the passing visitors with cautious eyes, \\nbut when they approach an eatery, a pack of hard men block their path.\\n\"You royalty, boy?\" sneers one of them. His companions all draw iron at\\nthe question, but the taciturn man is faster. After the foes run off into\\nthe dust, the man turns to the boy and asks a single question:\\n\\n\"Are you hurt, My Prince?\"\\n\\n\"I am no longer a prince,\" replies the boy.\\nThe pair then decides to take their leave of the town."
          },
          "0005": {
            "text_": "A female bounty hunter with two mechanical limbs walks into a saloon and begins\\nasking after certain individuals. Though the information she obtains is vague,\\nit proves to be more than enough. She has caught the scent of her prey,\\nand it leads her to the forest.\\n\\nBut as she makes to leave, another bounty hunter blocks her path. She is known\\nfor her success as a bounty hunter, and this man demands she hand over all\\nher coin. But the fight is over before it can begin; no mediocre highwayman\\ncould hope to stand against the fires of revenge that fuel the woman. As her\\nwould-be assailant lies dying in the dust, she steps over him and continues on."
          },
          "0008": {
            "text_": "In a forest near a ruined church, the man searches for food; he knows the boy\\nmust eat, but the pickings are slim indeed. Eventually, he finds a single apple\\non the ground. But when he takes it up, a starving bear crashes through the\\nunderbrush and stares at the meal with hungry, desperate eyes.\\n\\nAfter putting the bear to rout, the man returns to the boy, who lies safely\\nat the back of the chapel. Though he has always been sickly, this merciless\\njourney has chipped away at what remains of his life—and when the man offers\\nhim the apple, his body is too weak to accept it.\\n\\nThe man cannot help the boy now.\\nAll he can do is stay by his side and wait for the end."
          },
          "0011": {
            "text_": "The bounty hunter with prosthetic limbs arrives at the ruins of\\na once-proud church. The ceiling is collapsed, the walls mere suggestions; it is\\nmore shell than structure now. Inside, she finds her targets: a deteriorated\\nmechanical soldier and a corpse the size of a child. But when she takes a single\\nstep forward, the clockwork man springs to life. With a howl that could be\\ncreaking joints or the wail of a dying soul, the man turns his gun on the woman.\\n\\nThe boy died a century ago. After being chased from his homeland, he traveled\\nwith the clockwork man and tried to stop the war ravaging his kingdom, but his\\nlife was lost before he could accomplish his mission. Yet the man continued to\\nsafeguard his charge, attacking any who dared approach the boy long after his\\nonce-proud body had fallen to rust.\\n\\nBut this is a place of respite now, and the clockwork man will not move again.\\nThe woman gives them a proper burial, then turns and leaves the forest\\nwithout a sound."
          }
        },
        "0003": {
          "0012": {
            "text_": "In a lush and verdant land, two sisters hunt for their daily meals, ebon hair\\nstreaming behind them as they dash through the forest.\\n\\nOne day, as the elder sister is going about her usual routine, she hears her\\nsister scream. Rushing to the sound, she finds the girl frozen in fear with\\na beast ready to attack. A single arrow from the woman's bow drives the creature\\naway, causing the younger to spill tears of relief. After embracing the girl,\\nthe woman quickly offers up her silver hairpin, a keepsake of their mother her\\nyounger sister has long desired. As her tears dry, the girls swears she will be\\nthe one to do the protecting next time."
          },
          "0015": {
            "text_": "Their hunting complete, the sisters make for home. But when they exit the forest,\\nthey see smoke and flame rising in the distance. The woman immediately thinks of\\nthe war that is raging in a neighboring nation, and after telling her sister to\\nstay put, makes her way to town.\\n\\nWhen she arrives, she finds herself surrounded by the incessant crackle of flames.\\nThe town is a slaughterhouse, with corpses on every corner. As she takes in the\\nscene, her younger sister suddenly rushes up to her. She immediately grabs her\\nand attempts to flee, but they are quickly surrounded by enemy soldiers and cut\\ndown. As her consciousness fades away, she hears her sister scream, followed by\\nthe voice of a soldier uttering two words:\\n\\n\"Sort them.\""
          },
          "0018": {
            "text_": "Thinking that she heard her sister, the woman opens her eyes and finds herself in\\na prison. Her body is now a stranger—one arm and one leg have been replaced by\\nmechanical substitutes, and her ebon hair has turned white as new-fallen snow.\\n\\nAfter breaking out of her cell, she dispatches a guard with ease. He cackles as\\nhe dies, gleefully informing her that the captives in this place are all sorted,\\nexperimented on, and turned into killing machines. He then tells her that she is\\none of the failures.\\n\\nHer mind is filled with a single thought: <i>Is my sister safe?</i> She dashes\\nfrom the prison, running faster and faster in an attempt to escape the terrible\\nthoughts in her head and feeling in her chest."
          },
          "0021": {
            "text_": "When the woman exits the prison, she finds herself in a strange land of flames\\nand blood. As she picks her way through the battlefield, she hears a child's\\nvoice and begins to run. Suddenly, the owner of the voice appears before her; it\\nis her sister, twisted and warped as a result of the sorting. The girl makes\\na sound—a desperate, terrible hiss that might be the woman's name—then chokes\\non her own blood as a soldier cuts her down like an animal.\\nAfter this, her memory goes mercifully blank.\\n\\nWhen she comes to, she finds the cold corpse of her sister surrounded by chunks\\nof what used to be enemy soldiers. She gently embraces the girl and closes\\nher eyes. From this day onward, revenge would be her only reason to live."
          }
        },
        "0004": {
          "0022": {
            "text_": "Deep beneath a castle, a mechanical soldier sits amidst the detritus of a\\nstorehouse. One day, a boy is brought to the room by soldiers and tossed to the\\nfloor. As he stares at the boy, the man begins collecting junk to make\\na bed; when he is finished, the two sit upon it and tell each other their tales.\\n\\nThe name the man gives is that of the first model of machine soldiers. He explains\\nhow he was unable to carry out orders and therefore discarded as defective.\\nThe name the boy gives is that of the kingdom's firstborn prince. After explaining\\nhow he has been cast aside because of his disease, the boy gives a wry smile at\\nthe similar circumstances they find themselves in."
          },
          "0025": {
            "text_": "The boy's condition worsens within the poor conditions of the storehouse, so the\\nman searches around and finds a medicine bottle. But the bottle is empty, which\\ncauses the boy to chuckle. The man's concern gives him newfound energy,\\nhowever, so he places a candle in the bottle and turns it into a small lamp.\\n\\nIn the soft glow of the lamp, the boy sings the tale of a hero who challenges\\nevil in order to save his people. As he listens to the beautiful melody, the man\\nfeels something change in his chest, and words of gratitude begin to spill from\\nhis lips—words clockwork men like him should not be able to say. Upon hearing\\nthis, a joyful smile spreads across the face of the boy."
          },
          "0028": {
            "text_": "They hear soldiers gossiping on the other side of the door; the start of another\\nwar is upon them. The boy looks at the man and begins passionately speaking of\\nhis resolve to stop the war for the sake of his people. After a moment's thought,\\nthe man breaks down the door of the prison, beats back the guards,\\nand accompanies the boy to the throne room.\\n\\nStanding before the king like the bold hero of his song, the boy demands that\\nthe war be ended. But the king deems this act to be treason and orders his own\\nson killed. The clockwork man cannot disobey his king's orders, and slowly aims\\nhis gun. But then he summons forth something new—a will of his own—and\\nmanages to defy the command. As soldiers rush into the room, the man seizes\\nthe boy's hand and flees the castle with his new charge in tow."
          },
          "0031": {
            "text_": "The pair runs through the village outside the castle with royal guards\\nin pursuit. Though the villagers are in uproar over the impending war,\\nthey soon realize the boy is royalty and begin jeering at him, heaping their\\noutrage against the monarchy on his head alone. But despite the words, fists,\\nand more being hurled in their direction, the pair never stops running.\\n\\nFinally, impossibly, they escape. As they look back on their former home,\\nthe boy swears to put an end to the war his father started. Upon hearing this,\\nthe clockwork man makes his own oath to guard the prince until his dying breath.\\nWith determination in their hearts, they take their first steps on the long and\\nwinding road to peace."
          }
        },
        "0005": {
          "0032": {
            "text_": "In the darkness, the woman quietly listens to her master speak. He is a feudal\\nlord, one to whom she has pledged fidelity. He praises her for her previous\\nassassination, and commands her to move on to the next. From beyond the wall,\\nshe utters a single word:\\n\\n\"Understood.\"\\n\\nAs she walks through town, she is surrounded by the excited hum of life\\nand the smiles of random people. These are things she can never know,\\nand while she envies them, she usually pays them no mind—for she walks\\na different path, one set in a darkness illuminated only by the glinting\\nof blades. Today, however, the bright smile of a child she passes refuses to\\nleave her mind. Even as she cuts down bandits on the road, the young one's\\ncarefree expression stays with her."
          },
          "0035": {
            "text_": "She recalls her days of training—training much too severe for a child.\\nEvery morning, she would ignore the pain of her exhausted body and bring herself\\nto the flogging garden, where the adults would berate her for lateness\\nand whip her. She was instructed to be always at her lord's side, and to serve\\nhim as a tool for eliminating his enemies. This had been the way of her family\\nfor time immemorial, and as one of them, she was burdened with the assassin's\\nduty before she was even born.\\n\\nBut these are poor memories, and as she slips into the rainy forest, she banishes\\nthem from her mind. Complaining will help nothing; all that matters is the mission.\\nWith her resolve restored, she kills a guard at the gate and enters the castle\\nthat looms before her."
          },
          "0038": {
            "text_": "Her target is the heir to an enemy territory. Killing this target within\\nthe supposed safety of the castle will cause panic, at which point she will\\nto signal her lord's army to begin an all-out attack.\\n\\nAs she flies down the corridor and into the reception room, she discovers her\\ntarget to be a small boy. But even when she presses the tip of her sword to the\\nchild's throat, he does not cry out. After studying his face for a moment,\\nshe realizes the child is not a boy at all, but a girl. When asked about her\\ndisguise, the girl replies \"I wish this house would fall. I am naught but a puppet\\nwho dances at my father's tune. I'm no child to him—merely a tool to be used.\"\\n\\nThis resentment carries a familiar ring for the woman, who suddenly sees her\\nyounger self in the face and fate of the girl who waits before her.\\nAs she struggles with her decision, the roar of the rain outside fades to a\\ndistant whisper in her ears."
          },
          "0041": {
            "text_": "After an uncountable amount of time, woman sheathes her blade and asks,\\n\"Did you mean it when you said you wish your house would fall?\" The girl nods,\\nshaking from the strain of the moment, and the woman responds with a single\\nword once more:\\n\\n\"Understood.\"\\n\\nBehind her, soldiers suddenly burst into the room. Minutes later, they all\\nlie dead on the floor—but the woman has sustained a fatal wound in the process.\\nShe does not know why she has done this, save that she understands what it is\\nlike to suffer for the sake of one's family, but she does not regret her actions.\\nAnd though she knows saving one person is not enough to grant absolution,\\nshe figures it will make a nice gift to take with her into hell."
          }
        },
        "0006": {
          "0042": {
            "text_": "A man makes his way along a mountain path buried in snow.\\nThere is no movement. No sound. Only a perfect wall of unbroken white.\\nThough the sun is starting to set, the man's pace does not falter. When he\\nencounters a crevice, he cuts down a tree to make a bridge. When the moon\\nrises high in the sky, his footsteps do not slow. This mountain holds a wondrous\\ncharm for him, and no matter how dangerous it may be in the dark, he has absolute\\ntrust in his experience. Even when he finds himself surrounded by starving wolves,\\nthat trust does not waiver.\\n\\nThe man knows this to be a most precipitous mountain, one where no person has\\never reached the summit. But he is an adventurer who has conquered many peaks\\nin the past, and he eternally seeks the line between life and death within\\nthe harshest environments. This pursuit is his entire reason for living."
          },
          "0045": {
            "text_": "A blizzard sets in over the snowy mountain, as though attempting to refuse\\nthe man passage. The freezing wind and snow sting him, making his steps heavy.\\nFinally, he catches glimpse of a small cave in the rocks and takes shelter from\\nthe elements. Once inside, he recalls the letter in his pocket. His daughter had\\ngiven it to him before his climb, along with a charm. The thought of his daughter\\ngives him renewed strength, and when the blizzard subsides,\\nhe begins his climb anew.\\n\\nHalfway up the mountain, he comes across a lake with a corpse lying on its shore.\\nThere is no way to tell how long it has been there, but when he investigates\\nthe body, he finds a note in the pocket. The handwriting is shaky—perhaps from\\nthe cold, perhaps from grief—and it tells of the corpse's regret at having left\\nhis family behind to attempt the climb."
          },
          "0048": {
            "text_": "A tremendous cliff looms before the man—the final trial before the peak.\\nIf he can conquer this, the mountain will be his. He whispers encouraging words\\nto himself, and though death lurks with every handhold and footfall, he finally\\nreaches the top.\\n\\nThough the mountain has supposedly never been climbed, he finds a ruined shrine\\nwaiting for him. He does not know how long it has been here or how old it is,\\nbut the sight of it stirs his adventurer's blood. But when he sets foot inside,\\nhe finds, impossibly, that his wife is waiting for him.\\n\\n<i>The baby is coming.</i> she says, her words an echo in his mind. \\n<i>Why did you leave us?</i>\\n\\nHe rubs at his eyes fiercely, and when he reopens them, he sees not his wife,\\nbut the frozen corpse of a pregnant woman holding an all-too-familiar charm.\\nThe sight solidifies his resolution to return home to his family, and he turns\\nand departs without a second thought."
          },
          "0051": {
            "text_": "A lonely house sits in a forest of deep snow. As a pregnant woman minds the\\nhousework, a knock shudders the door. \"It's Dad!\" cries the woman's daughter\\nas she leaps toward the door. But when she flings it open, the stoop is bare.\\nA trick of the wind, perhaps.\\n\\nThe two of them wait for the man to return home. They talk of how sad they are\\nnot to be with him, what they will do when he returns, and how their family is\\nsoon to be one member larger. Suddenly, the conversation is interrupted by\\nthe woman clutching her stomach in pain; the new life they were just speaking\\nof is ready to be brought into the world.\\n\\nThe man awakens in the darkness to find himself lying at the bottom of the cliff\\njust before the peak. <i>I am already gone</i>, he realizes with something\\napproaching wonder. He never conquered the cliff, never saw a shrine; it was\\nnothing but a fragment of a dream after he fell. Though he can no longer feel\\nhis fingers, he fumbles in his pocket to pull out the charm from his daughter.\\nAnd with its faint warmth moving through his body, he slowly closes his eyes."
          }
        },
        "0007": {
          "0052": {
            "text_": "A creature named Mama leads the monster through his own world—one vastly\\ndifferent from that of humans. The sand beneath the monster's feet is oddly heavy.\\nFragments of unidentified objects lie scattered about. Strange, gear-shaped things\\nfloat against an eerily colored sky. But perhaps most unusual of all, there are\\nbeings that look just like him everywhere.\\n\\nWhen the other monsters notice him, they declare that they will not give\\nhim their dreams. These are dream eaters—creatures that can become human by\\neating their nighttime imaginings—and the monster is the same. He battles\\ndark foes as he presses on, never letting go of his own desire to become human."
          },
          "0055": {
            "text_": "After a while, Mama claims they have reached the deepest part of the\\nmonster's memory. By moving on and restoring his memory, he will be able to\\nregain himself. But Mama also has a warning: He must be careful not to be\\nswallowed up by his original self.\\n\\nThough the dark foes that infiltrate his memory take all manner of forms, some are\\nexactly like him: drowning in instincts and dirtying their hands for the sake of\\nthe dreams. Mama explains that the dark foes have snuck into the gap between the\\npart of him that wants to be human and the part that rejects the idea.\\nShe then finishes with a single question:\\n\\n\"What is it you truly wish for?\""
          },
          "0058": {
            "text_": "A dream eater's instincts tell them to eat human dreams in order to take on\\na human form. It is difficult for anyone to deny their instincts; doing so would\\nbe the same as denying oneself. Yet the monster waivers, and dark foes appear\\nbefore him as he does. Most are birds, but there is also a guard.\\n\\n\"Who cares about the child.\" they say as they slither between the gaps in\\nhis shaken emotions and try to destroy his memory.\\n\"You want to be human, don't you?\"\\n\\nFinally, he eliminates the foes and passes through the gate. When he does so,\\nMama explains the truth: \"You met a human and devoured her dreams whole, then\\ntook her body and <i>became</i> human.\"\\n\\nThe end of the dream is nigh."
          },
          "0061": {
            "text_": "There are mirrors in the deepest part of the memory. As he passes in front of\\nthem, he sees a girl dressed in white reflected back at him and recognizes her\\ninstantly. He knows he devoured her and became the girl in black, but that was\\nnever what he truly wanted.\\n\\n\"You were going to be friends,\" Mama says. \"Instead, she took on the form of\\na monster and continues to wander The Cage even now.\"\\n\\nWhen he takes back the final fragment of Speech, his memory is repaired.\\nHe then realizes exactly what it is he needs to do and screams to the sky,\\n\"I will make her human once more!\""
          }
        },
        "0009": {
          "0062": {
            "text_": "On his child's birthday, a husband and his family visit the shopping mall.\\nThe child frolics with delight at his new robot toy, while his beloved wife\\nwatches with a smile. It is just the sort of mundane, yet special, day he was\\nhoping for.\\n\\nBut everything comes crashing down with a rumble of the earth. The floor of\\nthe mall cracks open and disgorges an army of slithering tentacles and giant\\nplants—the first appearance of the monsters that would come to be\\nknown as Flowers.\\n\\nThe couple lost their child that day, and now live in a military establishment\\nwhere prisoners like them are forced to battle the Flowers. They are enslaved\\nboth by their desire for revenge and their own government, and they know the\\npast will never return to them."
          },
          "0065": {
            "text_": "Though they are soldiers, they are also prisoners. The facility is so\\nstrictly managed, they are not even free to choose their mealtimes.\\nInstead, they must undergo a security check before entering the feeding hall,\\nthen wait in line for sustenance.\\n\\nAs the man waits patiently on this day, a shrill alarm suddenly rings out.\\nIt is one he recognizes: a fellow prisoner is attempting to escape. But the\\nevent holds little interest for him, for he knows their commander will simply\\nhold a hand up to the defective subject and force them to instantly behave.\\nThis power has something to do with the clothing they wear, but the man has\\nno interest in these details either. Instead, he goes through his security check\\nand takes his meal back to a table. But as he raises the food to his mouth,\\nanother alarm rings out—one that drains the blood from his face. He knows the\\nmeaning of this one as well: The Flowers have appeared."
          },
          "0068": {
            "text_": "Once the government recognized the Flowers' threat, it began drafting citizen\\nsoldiers. Those so chosen were given clothes that prevented escape, stripped of\\ntheir names, and transported into battle.\\n\\nBut when the prisoners enter the battlefield this day, they discover a larger,\\nmore sinister Flower than any they have yet seen. Person after person falls, until\\nonly the man and his wife remain. But just as the man is about to turn and flee,\\nreinforcements arrive and turn the tide of the fight.\\n\\nWhen it is over, the couple thanks their fellow prisoners profusely.\\nThough their names, freedom, and dignity have all been taken, this feeling of\\nsolidarity is a new and precious gift. But then, their rejoicing allies suddenly\\nfreeze in place, halting like machines with a set of faulty gears."
          },
          "0071": {
            "text_": "The couple stares on, bewildered, as their new allies march toward a cliff and\\nbegin throwing themselves off it. After this, the commander appears and explains\\neverything. The government has been working to create perfect soldiers who will\\nobey without question, disposing of any who do not meet their exacting\\nstandards—and since the couple refused the order to jump, they are now\\nconsidered defective.\\n\\nHis speech finished, the commander stabs the wife and turns on the husband,\\nbut before he can finish the job, she saves his life by shoving him off the cliff.\\nHe lands on the broken bodies of his former comrades and begins to howl with\\nmisery, for at that moment he realizes the Flowers are not his only enemy."
          }
        },
        "0010": {
          "0072": {
            "text_": "The woman awakens in a ruin. Her last memory is of being stabbed before shoving\\nher husband off a cliff. Wondering why she is still alive, she wanders the ruin.\\nShe finds bodies littering the area, but knows not why they are there.\\n\\nSuddenly she hears the clatter of approaching footsteps, which causes panic to\\nwell up inside her. But instead of a monster, the sounds belong to the allies\\nshe has fought alongside, as well as her missing husband. The two of them\\nembrace fiercely, the moment made all the more joyful by the thought they would\\nnever see each other again."
          },
          "0075": {
            "text_": "The woman is brought to a hideout for former prisoners who have been deemed\\ndefective and disposed of. After escaping death in one way or another, the\\nsurvivors hunkered down and began plotting to free their other fellow prisoners.\\n\\nThough the woman enjoys this short moment of respite, when she tries to\\nremember what happened after the incident at the cliff, pain shoots through\\nher head. She cannot recall why she is here, or even why she is alive.\\nAs she and her husband talk, they hear that an army is closing in on their\\nsecret base—an army comprised of people who were once their fellow\\nprisoners—and the couple knows their only choices are to fight or die."
          },
          "0078": {
            "text_": "Days later, when a quad of the former prisoners sneaks into the main base,\\nthe couple hide among them. Their plan is to enter HQ as an advance scout team,\\nwin over their fellow prisoners, and free them once and for all.\\n\\nInside the base, the couple search for escape routes. They realize this is the\\nfirst time they have moved freely about the facility, and wonder why they had\\nbeen so obedient back then. But as they search, the commander arrives\\nonce again to answer their questions. He tells them how humanity died out\\nlong ago, and how the prisoners are all clones implanted with false memories\\nthat motivate them to fight against the Flowers. He then informs the woman that\\nshe must face her final test, causing pain to shoot through her head once more."
          },
          "0081": {
            "text_": "They never had a child. They never spent peaceful days together.\\nThey were being used in experiments with no clear purpose in a world that\\nno longer even had a government. And as she realizes all this, the woman\\nalso remembers what happened after she was stabbed.\\n\\n<i>Kill the enemy.</i>\\nThat is what she had been told—no, how she had been <i>programmed</i>.\\nThe enemy is now her husband, and her final test is to see if even her false self\\ncan be turned into an obedient weapon of carnage. But as her consciousness\\nfades, she musters all of her strength and resists until the very end.\\n\\nSoon, an announcement rings out signaling the end of the experiment.\\n\\nThe woman never moves again."
          }
        },
        "0011": {
          "0082": {
            "text_": "The boy lives in a nation beset by a long, drawn-out war. Not a day goes by\\nwithout the sound of gunfire, and his fellow countrymen live in fear. This makes\\nthe boy too afraid to sleep, so every night his parents attempt to cheer him up.\\n\\nThis night begins like any other until there is a sound at the door,\\nat which point the boy's parents turn pale. They hide the boy in the closet while\\nthey go to investigate, and in the dark he hears the sounds of an altercation,\\nhis parents' screams, and the footsteps of people rushing throughout the house.\\n\\nOnce the footsteps fade, the boy crawls out from the closet. When he finds\\nhis parents' corpses skewered by a single sword, he breaks down in tears,\\ncursing his own cowardice and powerlessness."
          },
          "0085": {
            "text_": "Years pass. The boy becomes a soldier. He does so for one reason: to find\\nthe man who ruined his life and kill him. His only clue is the emblem engraved\\non the sword he found in his parents' corpses.\\n\\nWith his old, cowardly self abandoned, the boy throws himself into battle.\\nBut trouble follows wherever he goes; he is unsociable, grumpy, and hard to get\\nalong with. The boy's captain makes sure that trouble never escalates, but the\\nboy never thanks him for it—indeed, when he looks at the weak and nervous\\ncaptain he becomes enraged, for it is like looking directly at his past self.\\nThe boy decided long ago to ignore the captain's orders and advice, instead\\nusing him only to find out what his next mission will be."
          },
          "0088": {
            "text_": "One day, the boy is given briefing material on an upcoming operation, and the\\nemblem on the page causes his blood to boil. His sworn enemy is close now—so\\nvery close—but the boy's name is not on the list of soldiers who will be going\\non the mission. When the captain refuses to include him no matter how much he\\nasks, the enraged boy draws his weapon and threatens him. But though his\\ncaptain quakes in fear, he does not rescind his previous order.\\nThe boy then hurls abuse at his superior as he storms out of the room.\\n\\nThat night, while everyone is sleeping, the boy quietly heads off to the enemy\\ncamp alone. He does so not to achieve valor or win a war, but because exacting\\nrevenge on his enemy is his sole reason for living."
          },
          "0091": {
            "text_": "The boy infiltrates the enemy camp just before daybreak, but cannot find the man\\nhe seeks. And though lights soon begin to come on in the nearby tents, the boy\\nwill not back down. Finally, a group of enemies approach and he sees the man he\\nhas been pursuing all these years among them. With a cry, the boys leaps into\\nbattle and cuts them all down, permitting the curtain to finally fall on\\nhis revenge.\\n\\nThough his sworn enemy lies dying, he manages to reveal the truth about the\\nboy's life: He was not an innocent child, but instead the victim of an infant\\nkidnapping scheme carried out by the home country of his supposed parents.\\nHis true parent—his father—is the man who now lies cold and still before him.\\nThe boy's entire life has been a lie."
          }
        },
        "0012": {
          "0092": {
            "text_": "A timid military captain lives in a nation where wars rage without pause.\\nHis frequent orders for retreat, combined with his spineless demeanor,\\ncause his men to nickname him \"Captain Craven.\"\\n\\nOn this morning, before an operation, he looks across the base and orders\\nhis men to prepare for combat. Though the soldiers often argue over frivolous\\nmatters, he quells their fighting and treats them all as trusted fellows.\\nAfter finishing his rounds, a man reports that the young boy who had\\naggressively volunteered for combat the previous day is missing. Concerned,\\nthe captain begins to wonder if he has gone ahead without the rest of them."
          },
          "0095": {
            "text_": "When the operation begins, the boy has still not returned, so they adjust their\\ngoals to both annihilate the enemy and find the missing solider. As they move,\\nthe captain does his utmost to maintain the safety of his men, and when they\\narrive at the enemy camp, he begins a frantic search.\\n\\nEventually, he finds the corpse of the enemy captain with a familiar sword\\nprotruding from his chest—the same sword that had been pointed at him in the\\nbriefing a day earlier. He cannot imagine the boy could have escaped in one\\npiece after sneaking into enemy territory alone, and the thought makes him\\nwonder if he has made yet another terrible error."
          },
          "0098": {
            "text_": "Back when he was a fresh recruit, the captain was arrogant and often butted\\nheads with his commanders. In one battle, he grew overconfident in his abilities,\\nignored orders, and acted on his own—and the result of this action was the\\ndestruction of his entire platoon. He eventually found his commanding officer\\nstruggling for breath among the scattered corpses of the rest of his comrades.\\nThe officer said to him, \"I'm glad you survived,\" before expiring.\\n\\nThat day made the captain dreadfully afraid of ever losing another squadmate.\\nIt warped his personality so much that others called him a coward, but he\\nremained in the military so he might be able to save as many people as possible\\nand perhaps redeem himself in the process.\\n\\nThese memories resurface as he continues his search. And when he finally finds\\nthe injured boy, he takes his hand and vows to do everything he can to save him."
          },
          "0101": {
            "text_": "With the boy on his back, the captain makes for home while ordering his men\\nto retreat. And while he hears the voices of dead comrades screaming at him,\\nhe fights back by reminding himself that he is no longer the man he once was.\\n\\nEventually, he finds his way blocked by an enemy party, and resolves to die if\\nnecessary to keep the boy safe. But just as he is preparing a final stand, his\\nmen appear and put the enemy to rout. Not only did they return to save their\\ncaptain, they all somehow managed to make it out alive. When he realizes this,\\nthe captain turns to the boy and says, \"I'm glad you survived.\""
          }
        },
        "0013": {
          "0102": {
            "text_": "She does not know where she is or who she is. Newly awakened, the girl follows\\nthe voice echoing in her head as she moves through an empty facility.\\nThis voice, almost like a faint scream, tells her only \"I must go there.\"\\nIt is her only guidance.\\n\\nEventually she comes across a crystal in the shape of a person.\\nWhen she presses her hand to it, memories flood her mind and she suddenly\\nunderstands that she was created to be a weapon. In the next moment, an eerie\\nwhite aberration of undefined form appears before her, causing her eyes to\\nglow red. She fights with almost impossible agility, dispatches the creature\\nin a blink of an eye, and continues down the hall as if nothing happened."
          },
          "0105": {
            "text_": "Signs of battle decorate the facility. Rubble is scattered everywhere.\\nThe girl follows the light that pours in through the ceiling, climbs a pile of\\ndetritus, and comes to a place lush with plants. Suddenly she is beset by a\\nterrible sense of vertigo—perhaps caused by the brightness of the light.\\nFeeling like she's seen this place before, she looks around the room.\\nShe dispatches another white aberration and finds a new crystal, to which she\\nholds up her hand.\\n\\nThe crystals are the dead bodies of others like herself. Within this one's\\nmemories she sees the white aberrations. She sees other girls fighting them,\\nand watches as they are annihilated. She suspects all of this might have\\nsomething to do with the voice in her head, and feels an urgent need to\\nunderstand everything. Once again, she begins to walk."
          },
          "0108": {
            "text_": "As the voice continues to echo in the girl's head, she hears a roar so powerful\\nthat it shakes the facility. It came from the other side of a locked dividing wall.\\nHer search for a key takes her to a crimson room that holds another crystal—and\\nwhen she holds her hand up to it, she finally learns what happened here.\\n\\nShe sees the first memory, one where the original living weapon—her eldest\\nsister—went on a violent rampage. She is the one who created the aberrations\\nand destroyed the facility. So with a key in her hand and rushing waves of her\\nsisters' emotions in her heart, the girl walks.\\n\\nBecause she now understands that her eldest sister is still in pain."
          },
          "0111": {
            "text_": "The leader of the abominations is waiting in the entrance hall. All the notes,\\nletters, and memories from her sisters suddenly come together, and the girl\\nrealizes that the thing in front of her is what has become of her sister.\\nHer mind lost, the elder sister spreads a set of white wings, lets fly a cry of\\nheartbreaking pain, and leaps upon her sibling.\\n\\nAs the intense battle comes to an end, the abomination crumbles to the floor.\\nWhen the girl accesses its memories, she learns the place she needs to go is\\none that was special to her sister when she was still human. With this knowledge\\nfresh in her mind, she bids her sibling farewell and makes for the world outside,\\nwhere she swears to reach the place of which her sister dreamt."
          }
        },
        "0014": {
          "0112": {
            "text_": "In a far-off country, a poor girl lives on the outskirts of a small town.\\nThe inside of her house is constantly filled with the noise of her parents\\nfighting, and whenever it starts up, she flees the house and wanders aimlessly.\\n\\nHer country's ruling class maintains a strict order of laws and social mobility,\\nand her father lost his job when he was demoted to a newly created caste known\\nas the \"Goat People.\" Goat People were lower even than Commoners, and were\\ncreated by Nobles in an attempt to focus the Commoners' discontent on a\\nnew class with no rights.\\n\\nAll the girl wants is for her parents to be happy, so she enters the assembly hall\\nand begs those in charge to let her father work again. But when the assembly\\nmembers see her collar and manacles, they immediately chase her out, for such\\nthings serve as proof that she is one of the Goat People."
          },
          "0115": {
            "text_": "One day, the girl's father leaves home and never returns. Worried, the girl\\nmakes her way to the barracks where he used to work, guessing he may have\\ngone there in hopes his former co-workers would at least grant him menial work.\\nBut when she arrives, she sees a group of men mercilessly flogging his\\nalready-dead corpse. The girl immediately runs back home only to find her mother\\nin the arms of a strange man—and when she informs her of her father's death,\\nher mother only smiles with delight.\\n\\nThe next day, the girl wakes up to find the house empty. And though she waits\\nand waits for her mother to come back, she never does."
          },
          "0118": {
            "text_": "The girl wanders around town in a daze; she knows in her heart that she has\\nbeen abandoned and no one will help her, but does not know what to do with\\nthat information. At one point, a stall keeper steps on a piece of fruit and\\ntells her it is the only food that suits her. Later, she encounters an old\\nfriend. Overwhelmed by desperation and disgrace, yet wishing her friend\\nwould help her all the same, the girl is seized by inaction. Finally,\\nthe friend claims not to know her and walks away without a second glance.\\n\\nUnable to take it anymore, the poor girl bursts into tears. She has learned\\nthis arbitrary label can rob people of so much—their fathers, their mothers,\\ntheir friends, even their dignity.\\n"
          },
          "0121": {
            "text_": "Her stomach howling, the girl stays largely motionless, alone in her house.\\nA few days later, she hears workers talking outside. When they notice the girl,\\nthey inform her they are tearing down her home to construct a garbage dump.\\nBefore she can even think to protest, the workers chase her off.\\n\\nWeakened, she wanders in the wilderness until she finds a dirty, abandoned ruin\\nthat still offers a bit of shelter from the elements. Entering its weathered\\nwalls, she thinks about the looks she gets from everyone else.\\nThe anger. The scorn.\\n<i>Why do people take so much pleasure in seeing others beneath them?</i> she wonders.\\n<i>And why are their expressions so vile?</i>\\n\\nFinally, she collapses within the ruin; there is truly no one left who\\nwill care for her."
          }
        }
      }
    }
  }
}